[{"id": "8c124b81-8b85-422b-ade1-0dcdac9b6fe8", "data": [{"text": "One of this man's works contains sections on the Ascent of the Blessed and Fall of the Damned, while another of his paintings sees a woman balance a book on her head while a flower is extracted from the head of another figure. This painter of Visions of the Hereafter and The Cure of Folly depicted a man and a woman flying on a fish in the background while a saint meditates in the foreground in one work. Another work by this man depicts revelers eating and drinking, unaware that the tre", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2da58927-5123-4241-b7b0-ced02a1b231f", "data": [{"text": "This artist chronicled the formation of Lake Berryessa and the abandoning of the town of Monticello in a work co-created with Pirkle Jones called Death of a Valley. Paul Taylor provided the text for a collaboration with this artist called An American Exodus. A man looks up angrily from his truck's steering wheel in this artist's Ditched, Stalled, and Stranded. Another work by this artist shows a man in a white hat leaning on a wooden fence with a cup between his arms. In the most famou", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "37670dcb-bedb-4cc6-8233-acb62732e231", "data": [{"text": "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing a green coat in one of his portraits. A drunken outdoor feast culminates in the drunken crowning one of the revelers in this artist's work that shows the triumph of Bacchus. This artist of a portrait of Juan de Pareja and Los Borrachos showed the titular goddess's face reflected to", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5fa459c8-6e4c-4241-a7ff-c4d7cd1a1636", "data": [{"text": "A couple standing under a tree on the right side of this work are described as \"recording near the tree of science their note of anguish caused by science itself\". The artist wrote a letter to Charles Morice asserting that a bird holding a lizard in its mouth on the far left side of this painting represents the \"futility of vain words\". In the center, a figure is picking an apple from a branch at the top of the canvas, while in the background a woman stands listening to a blue Buddha i", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "39bbf4ea-9268-4954-aa6d-2f2153ab16f7", "data": [{"text": "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one of his paintings, a man in green prepares to remove Jesus's red tunic. In another of his paintings, a blue-robed St. John outstretches his arms while angels distribute robes to naked people. In another, this man's son, as well as St. Stephen, and St. Augustine, surround the interment of the titular armor-clad nobleman. For 10 points, name this painter of The Disrobing of Christ, The Op", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5e5ca70e-6762-4a6d-b94b-5f87f6822e1f", "data": [{"text": "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved in situ, and include a horse and a palm tree.  Another pupil, Baratta, was responsible for the bearded black man who sits on a pile of coins and has his arm upraised, a gesture theorized", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "8086a76d-4666-4665-a46d-fa49c2c26b43", "data": [{"text": "An early painting of his shows a winged angel dominating the center with two large blotches of red on the left and right, and another of his paintings depicts a large group of people praying as a bird-like creature breaks through the roof. In addition to The Elements and The Devil in the Church he created a self-portrait featuring grotesque fingernails and an outstretched arm. A gold-skinned young boy wearing a red sash and crying and sitting in field of broken machinery is seen in his", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b8537f2d-fd26-4e7d-abf1-3a19cfcb0964", "data": [{"text": "This artist painted a crushed snake on the floor in front of a woman looking up at a glass sphere in his Allegory of Faith. He showed a woman standing in front of a painting of the Last Judgment in Woman Holding a Balance. The shore of the Schie River dominates one work by this artist, who also painted a woman in a blue-and-yellow turban looking over her left shoulder. The Hockney-Falco thesis alleges that he used a camera obscura to paint works like The Music Lesson. For 10 points, na", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2d20e7e9-2d93-417c-b57d-c8298fc91535", "data": [{"text": "This artist shares both his first and last name with a classical landscape painter responsible for such works as Landscape with a Flash of Lightning. A student of Langlois and Paul Delaroche, this artist's early work included classical paintings such as Oedipus Unbound, which he painted over the canvas of his St. Jerome. A man carrying a bag under one arm and a pitchfork in another is depicted alongside a woman in his The Walk to Work, while his late works include landscapes like Novem", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "d9b5bbdb-275e-4af1-b46f-65d0b9660c21", "data": [{"text": "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early landscapes by this artist include a depiction of the House of the Hanged Man, and in a c", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "26b54516-4291-4f12-ab3b-e148009d40df", "data": [{"text": "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub. Contemporary critics mocked the underarm hair and dirty appearance of this painting's central figure, who wears a Phrygian cap. It is similar to Schnetz's painting Combat de l'Hotel de Ville, and depicts the towers of Notre Dame in the distance, while its foreground portrays a fallen National Guardsman. It includes a man in a top hat carrying a gun and a boy brandishing two pistols.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "335e7e71-7b5e-4256-932d-df72d4adf2cf", "data": [{"text": "This artist's Christ Taken Captive and Christ in Limbo are part a series of his that had a \"Little\" counterpart, his \"Great Passion.\" Joachim and Anna Meeting at the Golden Gate and The Annunciation are part of his \"Life of the Virgin\" series, and the first title character of another of his works carries a furry lance and is flanked by the two other horned characters. This creator of Knight, Death, and the Devil included a skull on a window ledge and lion sleeping on a rug for one work", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fad826ac-6782-4074-9807-def48e2f2b5a", "data": [{"text": "This artist's final paintings included garishly-colored works like Model by the Wicker Chair, while his many self-portraits include The Night Wanderer and a woodcut with a skeleton arm running along the bottom. The majority of his paintings, which include numerous depictions of \"vampiric\" women, were intended for inclusion in a series entitled The Frieze of Life. His more famous works include a green-walled depiction of his sister's death from tuberculosis, entitled Death in the Sickro", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "157cca95-2629-4ab7-92c5-2d6c000fecd3", "data": [{"text": "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber early period is exemplified by his Cabaret of Mother Antony, while Woman Bathing with Griffon was posed for by his mistress, Lise Trehot.  Early paintings in the style for which he is best-known include Parisian Woman and The Theater Box.  Favorite portrait subjects of his included Jeanne Samary and Mme Charpentier and her children, while Gustave Caillebotte can be seen in a better-", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "6db20b57-44cc-4154-9454-aa7d5e8b4511", "data": [{"text": "This artist depicts an old woman peering out from a vase of flowers on a ledge in his Bouquet of Margueritas, while his mythological scenes include \"Oedipus Taken from the Tree\" and \"Offering to Pan.\" He depicted a much-loved family meeting place in The Church at Gr?ille and did a portrait known as \"Man with the Pipe, of Armand Ono, as well as one of his first wife Pauline Ono, after he studied at the studio of Paul Delaroche.  One of his more famous paintings was originally commission", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2b8b3aa1-1750-41d3-ab67-d50be6ad11b6", "data": [{"text": "This man's works such as Israel and the Law and Frieze of Prophets were painted for the Triumph of Religion series at the Boston Public Library. He painted portraits of Frederick Law Olmstead and Lady Agnew of Lochnaw, in addition to depicting Evelyn, Mabel, and Mildred Vickers in The Misses Vickers. He also depicted soldiers holding rifles walking in a file with bandages over their eyes in Gassed, while a better known work shows two girls lighting Chinese lanterns and is called Carnat", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "a7784465-c584-4a7d-aea8-62e559aa573c", "data": [{"text": "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace one of these with Mary Magdalene. Two flowers, two pens, and some sheet music lay by another one of these at the bottom left of the portrait of Madame de Pompadour by Francois Boucher. The periodic motion of a woman's feet and one of these can be found in a painting by Giacomo Balla titled the Dynamism of one of these, and another one of this animal is curled up at the foot of the b", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "6e241fd9-4354-4e3d-b4c7-7a6f02134c70", "data": [{"text": "On this work's left, a cat carries a mouse in its mouth and a flock of birds extends from its upper left corner loop through a towering cave-like structure. Its center features numerous berry trees and for a time it was known as \"The Picture with the Strawberry-Tree Fruits.\" Songbirds on the left look on as horses and cats are ridden in a circle around a central pool. Members of both sexes bathe communally in two pools in the center and left of this work's central panel and the left an", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5c3b69d2-3ffa-4295-b411-e0ee54967571", "data": [{"text": "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an anvil-shaped rock and is titled Asmodea. Others depict two old people eating, a mostly submerged dog, and two elderly monks. Fantastic Vision and Fight with Cudgels are two of the most uncharacteristic, and one of the most famous depicts a shadowy, horned figure surrounded by a group of women, The Witches Sabbath. This collections appears on the walls of the \"Deaf Man's Villa.\" FTP, id", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "db6c87a2-b5dc-43fd-b06c-7b9ad2fc516d", "data": [{"text": "His collaboration with the poets Carmen Sylva and Richard Dehmel, among others, was published posthumously as Stella Peregrina. While his early work inspired by Van Gogh resulted in such nature studies as Larch Sapling, his later works, including Playing Forms and Fighting Forms, are non-representational. He contributed the essay \"Wild Germany\" to an artistic almanac released in 1912, and his large compositions include the canvases Mandrill and Fate of Animals. These paintings marked t", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]