[{"id": "16aec567-7876-47aa-b645-0f6f7efb4d10", "data": [{"text": "The colorfully named Crescent nebula and Thor's Helmet nebula both surround these types of objects, while one of these in Sagittarius is surrounded by a pinwheel nebula.  Edward Pickering discovered a namesake series of spectral lines in these objects that were later attributed to helium.  They exhibit broad emission bands, and they may be divided into three categories: carbon-rich, nitrogen-rich, and the rare oxygen-rich variety.  A popular model for long-duration GRB's involves the c", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "ef3ebcc4-9fc9-47f3-aee5-a9a4d051ea55", "data": [{"text": "During the late stages of their evolution, they provide the primary environment for the s-process. They show absorption features from titanium oxide and technetium, implying convective mixing in a dredge-up phase associated with their thermal pulses. They are initially supported by hydrogen shell burning before evolving onto the horizontal branch following the helium flash. The final thermal pulse of one of these objects can blow off a planetary nebula and leave a remnant white dwarf, ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "c4bfc5ce-5de1-48a9-aec0-e76d25e5ffd6", "data": [{"text": "In analyzing 31 flybys of this body in 1996, scientist found gravitational anomalies in one, providing evidence for its lumpy interior, while NIMS detected such ocean salts as magnesium sulfate here in 2000, supporting the theory of an ocean deep below its surface. The Hubble Space Telescope detected a thin ozone around this body, and one feature of its surface is the Memphis Facula, which is located within a large dark region known as the Galileo Regio. This body is the only moon in t", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fc1844b0-7c2b-431b-a3f2-a64a27d354ae", "data": [{"text": "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which were 40 Eridani B and the companion of Sirius. These are the primaries in cataclysmic variables, where they will often emit soft radiation. Usually consisting of carbon and oxygen, they are supported only by electron degeneracy pressure, since no fusion takes place; that leads to their upper mass limit of 1.44 solar masses named for Chandrasekhar. These faint stars found in the lower le", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "8f56b57b-bf8d-43ad-809a-f94a05d38598", "data": [{"text": "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to be six thousand, three hundred light-years away, which gives it an apparent magnitude of negative three point two. About ten light-years in diameter, it was misclassified in 1919 and William Herschel originally thought it was a stellar system that could be resolved with larger telescopes", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2f4ec95c-95d2-4c81-96b9-679126fe80f4", "data": [{"text": "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration, while the Trumpler schema adds range and brightness to their description. Another tec", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "da60d982-7fe7-4c79-9ed1-5917d36ca937", "data": [{"text": "This phenomenon is governed by the ODE  [\"rho u dee u dee r equals d p d r minus rho g m over r-squared\"], where ? and u are its density and velocity, M is the Sun's mass, G is the gravitational constant, and r is the distance from the Sun.  This almost completely ionized stream creates a bow shock at Earth's magnetosphere since is it supersonic at Earth, corresponding to a class 2 solution of the above ODE, which Eugene Parker first solved.  FTP, identify this diffuse, radial-flowing ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b2885f38-25d3-4226-a33d-94fc16ab2b23", "data": [{"text": "This body is the second densest in the solar system and has the greatest temperature variation in the solar system.  Its surface has \"weird terrain\", a region hypothesized to have been created by seismic convergence when an asteroid struck the surface creating the Caloris Basin. The MESSENGER mission will start orbiting it in 2011, but up till now only Mariner 10 has visited it.  This planet also has the lowest albedo of any in the solar system.  FTP, name this planet nearest to the Su", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "c9af29d1-fabd-4a3a-9a99-dfe80f2edc96", "data": [{"text": "This reaction produces 640 gigajoules per kilogram of material, and is most important at temperatures below 15 million Kelvin.  The average time required for the first step is, on average, approximately 14 billion years, while the second and third steps take 6 seconds and 1 million years, respectively.  In the Sun, however, 600 million tons of hydrogen are still reacted every second using this mechanism.  FTP, name this set of reactions responsible for producing energy in average-size ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3732141e-0e55-4c32-9aa3-e0388af3e187", "data": [{"text": "The largest star in a constellation that includes Sulafat and Sheliak, its apparent magnitude of .03 makes it the fifth brightest star in the sky.  The large dust particles surrounding this star inspired Carl Sagan to place his alien listening post here in his novel Contact, and along with Deneb and Altair, it forms the Summer Triangle.  Also known as Fidis or the Harp Star, its most common name is Arabic for \"swooping eagle.\" FTP, name this sapphire-colored star that will become the n", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5239b9be-e9df-43d6-8843-b9c4de2f83e0", "data": [{"text": "These groups of objects are divided into various types using the Trumpler classification. Usually irregular in shape and more loosely packed than their counterparts, they can contain anywhere from a few dozen to several hundred objects. There are about 1,000 known examples, all found in the spiral arms of the galaxy, and their distances are calculated using main-sequence fitting to the Hyades, which with the Beehive is the most famous example of one. FTP, what is this type of star clus", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "53eca3cf-a98f-4415-b2fc-fffa9477729d", "data": [{"text": "Recently postulated to have a salt-water ocean underneath its crusty surface, the Hubble Space Telescope has found ozone around this body.  Its largest crater is called Galileo Regio and is surrounded by parallel grooves and ridges called sulci.  Though it is associated with another man, it was actually discovered by Simon Marius.  Larger than both Mercury and Pluto, it is theorized to have been pulled into a slightly elliptical orbit by the neighboring moon Callisto.  FTP, name this m", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3558a716-745c-4ca8-ba4b-154453c77232", "data": [{"text": "Although the idea goes back to Ptolemy, the first true example of this class of objects wasn't observed until 1650, when Giambattista Riccioli focused his telescope on Mizar in the handle of the Big Dipper. More and more were discovered, including Virgins, Cygni and Castor, eventually leading Herschel to set down a strict definition and to name them in his 1802 paper, \"On the Construction of the Universe\". FTP, name these astronomical objects, now separated into visual, spectroscopic, ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2d84a7de-e140-439f-b6af-af9af8af82e3", "data": [{"text": "Part of the theory that he began developing during his passage to graduate school in Cambridge was confirmed recently by the observation of 20 objects in the ESA's Hipparcos database. As he predicted, the masses of the objects were inversely proportional to their radii due to the degenerate nature of their constituent matter. FTP, name this astrophysicist, student of Arthur Eddington and namesake of the 1.4 solar mass limit for white dwarfs.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3c7f87c1-e2d4-4c11-94da-db6448611a54", "data": [{"text": "Born in 1738, this man spent most of his life as a musician performing for the Hanover Guards until accepting a post as an organist in Bath, England in 1766. After reading Robert Smith's A Compleat System of Opticks he became interested in astronomy, and, after building his own telescope, he began cataloging stars, nebulae, and binary stars, discovering a total of over 2,500 of them. For 10 points name this astronomer, famous for his theory of stellar evolution from nebulae and for his", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fe95c338-9e54-4776-a67c-de916d4165fe", "data": [{"text": "It is multiplied by the metric, and not the stress-energy, tensor in the field equations.  Observations of Type 1a supernovae have given support to the existence of this quantity, equivalent to the energy density of the vacuum.  It's also possible to construct a steady-state model of the universe using, for ten points, what constant which Einstein dubbed his \"greatest mistake?\"", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]