[{"id": "d294ef0e-91c5-40fd-a98d-ea0cdd8808fa", "data": [{"text": "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical fe", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "84861132-7ee0-499b-9784-ff4007c67595", "data": [{"text": "This composer's works for piano include a sonata written for the 25th anniversary of the League of Composers and the collection Excursions. This composer experimented with atonality in Medea's Meditation and Dance of Vengeance and the one-movement cantata Prayers of Kierkegaard. He set a text by James Agee in Knoxville: Summer of 1915, and Anatol seduces the title character's niece Erika in his opera with a libretto by Menotti. Arranging the second movement of his String Quartet for hi", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "81448bfa-4d19-4ec1-8afe-f8c1b949fb95", "data": [{"text": "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement of this work was instead scored for an organ. A chorus is located in a separate room in one movement of this work, whose music was given to the musicians two hours before its premiere performance in the Queen's Hall. Its last movement has the chorus fade out at the end, and is called \"The Mystic\". This suite contains \"The Magician\" and \"The Bringer of Peace,\" as well as the \"Bring", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "bf135dd5-8c30-478a-ab4a-9b214795edc2", "data": [{"text": "The third movement of the last work in this genre by this composer contains a dolente flute passage that quotes the Kyrie from the composer's Mass No. 3 in F minor. The plucked strings opening the first, second, and fourth movements of the fifth of these works give that one its most common nickname, \"Pizzicato\", though that one is also known as the \"Church of Faith\". The penultimate one features a theme based on \"Der Deutsche Michel\". Their composer suggested using his Te Deum as a rep", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "06e4a1bb-de33-4ab9-a2a1-331e9434b7e6", "data": [{"text": "While at Bayreuth [bay-ROYT], this composer wrote the symphonic poem Francesca da Rimini. He wrote an unnumbered symphony inspired by a Lord Byron poem, Manfred, and while he's not Prokofiev, this Russian wrote an orchestral version of Romeo and Juliet. His sixth and last symphony includes a (*) five-four waltz, and another work includes carillon bells and cannonfire. For 10 points, name this composer of the Pathetique [pah-theh-TEEK] Symphony and the 1812 Overture.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3b402c88-a6f3-45eb-ae26-8316a42fb2ac", "data": [{"text": "This work's fourth movement features the string section playing a slowed down version of \"Galop Infernal\" from Offenbach's Orpheus in the Underworld. In another movement of this work, an offstage clarinet repeats a C\u0096A flat motif, representing a noise from \"the depth of the woods.\" The composer of this work allowed only one movement to be played publicly before his death, deeming the others not serious enough for his reputation. In that movement, a cello solo symbolizes its title creat", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b60374b5-ba52-427c-8e3f-7cb14f98a8dc", "data": [{"text": "Two cadenzas by the soloist comprise the entire moderato 3rd movement of this composer's Piano Concerto No. 1, which features a prominent solo trumpet obbligato. This composer wrote a D, E flat, C, B motif, a musical monogram of his name, into the allegretto 3rd movement of his Symphony No. 10 as well as into the entirety of his String Quartet No. 8. One of this composer's works has sections titled (*) \"Little Polka\" and \"Lyric Waltz\" as well as a famous ternary form \"Waltz No. 2.\" Thi", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "ca4929a6-4aae-4021-bfa2-fc0b35bbbda1", "data": [{"text": "In one work of this type, the main melody is comprised of groups of two quarter notes between ascending long tones on E, B, C, and E; that Romanian work of this type was composed by Iosif Ivanovici. Another work of this type includes a flute solo which arpeggiates the five chord in different inversions before a solo zither introduces a new theme. The A major andantino introduction to another work of this type includes a horn solo which plays the first instance of the (*) most famous me", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "087bcde6-f770-4fe9-b299-fd286c5c8c2a", "data": [{"text": "This song's title character, known as the Old Man of the Dovre, yells \"Ice in your blood!\" at the end of this song. After this song ends, the title character's daughter dances for a man who had earlier abducted (*) Solveig. This piece opens with cellos and bassoons, then steadily increases volume and tempo as the title troll pursues Peer Gynt. For 10 points, name this piece of incidental music by Edvard Grieg.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fecf2fec-eeeb-4b56-ac9d-aedd21fa96e5", "data": [{"text": "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening, friends\" riff. One famous feature of this piece was originally improvised by Ross Gorman during a rehearsal. One of its themes is sometimes known as the \"Train\" theme, and it was supposedly inspired by the \"steely rhythms\" and \"rattle-ty bang\" of a train ride to Boston. It was commissioned by the bandleader Paul Whiteman, and it is usually heard in an orchestration by the composer of ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "be69c366-c850-4b08-b1c3-6d085f0b04f9", "data": [{"text": "One composition named for this country, often described by its composer as \"a piece in F and nothing more,\" is the best-known orchestral piece by Emmanuel Chabrier. A prominent solo violin part appears in a \"Symphony\" named for this country by Edouard Lalo. Another composition inspired by this country contains two very similar \"Alborada\" movements; that piece is a \"Capriccio\" by Nikolai Rimsky-Korsakov. A composer from here depicted the Generalife in a piece titled \"Nights in the Garde", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "8924daa7-080e-446e-b725-1dcd4c4c0de2", "data": [{"text": "A string quartet by this composer is based on a Matthias Claudius poem and is characterized by sudden dynamic changes from fortissimo to pianissimo. Another work by this composer represents a horse's movement with running triplets, as a father and son are pursued by the title creature. This composer wrote a piece for piano and strings named for his own song \"Die Forelle.\" This composer of Death and the Maiden and Der Erlkonig is best-known for his eighth symphony, which was originally ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "caf956d6-1705-45ac-ba13-6823e556112e", "data": [{"text": "This composer created a ballet inspired by Nosferatu about a sorcerer who resurrects zombies solely for his own enjoyment. Another piece by this composer of Grohg has its melody derived from the song \"Bonyparte.\" The fourth movement of his third symphony is a reworking of another of his works for brass and percussion. Another of his works uses \"Camptown Races\" and features narration from the Gettysburg Address. This composer of \"Fanfare for the Common Man\" and Lincoln Portrait included", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "9c1c135e-50a1-40f3-b9f0-2b992e3a9bce", "data": [{"text": "Unusually, an early example of this type of work by Johannes Ockeghem includes a setting of Psalm 42, \"Sicut cervus,\" and one of these works written for Pope Marcellus II by Palestrina is credited with saving polyphonic music. Verdi's work of this type includes the chorus whispering \"Quantus tremor\" in the Sequence after four terrifying timpani strikes. Mozart's presence at the performance of one of these works by Michael Haydn may have influenced his composition of one for the wife of", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "08c8aac7-82e1-43b5-ba7f-f7c2a6828c84", "data": [{"text": "This composer's Kentucky Club Orchestra featured trumpeter \"Bubber\" Miley, who helped this man compose \"East St. Louis Toodle-Oo,\" an example of his \"jungle\" style. This composer premiered an orchestral suite as \"a tone parallel to the history of the Negro in America\" at Carnegie Hall, his Black, Brown and Beige. While working at the Cotton Club, this man became famous for his composition \"Mood Indigo,\" and he worked with Billy Strayhorn to produce \"Take the 'A' Train.\" For 10 points, ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3c34875c-1c54-4708-8719-0f8227b32a9d", "data": [{"text": "A fifth movement to this composer's Serenade No. 13 in G Major does not survive. Near the end of his life, he composed a Clarinet Quintet and a Clarinet Concerto for his friend, Anton Stadler. He did not live to complete the (*) Lacrimosa section of his Requiem Mass, but this child prodigy did finish 41 symphonies, including the Jupiter Symphony. Eine Kleine Nachtmusik [\"eye\"-nuh kl\"eye\"-nuh nahkt moo-zeek] was composed by, for 10 points, what Austrian composer?", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "23b3476d-95ef-4bbb-8c8b-76970e35e0e5", "data": [{"text": "Schoenberg's difficult D-Major concerto for this instrument is an arrangement of a harpsichord concerto by Georg Matthias Monn. In modern performances this is the most typical melody instrument in a continuo group. This instrument \"replaced\" the gamba. The last work in a set of six for this instrument is in D Major and was written for a five-stringed version of it. Beethoven's five sonatas for it and piano were recorded by Daniel Barenboim and his wife Jacqueline du Pré. A set of six w", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "27914e3c-d38a-408d-8d4d-81fc0d3843bf", "data": [{"text": "The first movement of this man's fifth symphony concludes with the celesta playing chromatic scales. That symphony, subtitled \"An Artist's Creative Response to Just Criticism,\" was composed after an opera by this composer was criticized in a Pravda article. This composer of Lady Macbeth of the Mtsensk District set five Yevgeny Yevtushenko poems in a work commemorating the massacre of Ukrainian Jews. Another of this composer's symphonies mourns the deaths of Soviet citizens during a Ger", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "239a1736-3756-4298-899f-8c14c909af51", "data": [{"text": "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn. This composer of Duel of the Fates wrote a prelude and variation of a Shaker hymn in the Air and Simple Gifts quartet, which was performed at the 2009 presidential inauguration. One piece by this man simply consists of the strings repeating two bass notes a half-step apart. This man also composed the Olympic Fanfare and Theme. He more recently composed the score to the movie Lincoln and", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "72c33090-9305-45a9-9020-423343acef0c", "data": [{"text": "One orchestral work by this composer opens with a sustained timpani roll and double bass tremolo on a low B, while two harps alternate playing octave F-sharps and G-sharps. Some of this composer's piano works were orchestrated by André Caplet. At the opening of one piece by him, an F - A-flat third in the pianist's left hand is answered by the same third an octave above in the right hand. That movement in D-flat major and 9/8 time appears in a piano suite by him that ends with a \"Passe", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5e3715be-a10f-42dc-ad94-11dc2253a33b", "data": [{"text": "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined his \"modes of limited transposition\" in a preface to a work for this instrument, which includes movements such as \"Desseins éternels\" and \"Le verbe.\" Messaien wrote his La Nativité du seigneur for this instrument, for which many \"chorale-preludes\" were written. Louis Vierne and Charl", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]