[{"id": "d6b2afd9-a0a9-49fe-aa88-7858f0fe6bf2", "data": [{"text": "In a novel by this man, the title character escapes from the vengeful James by explaining that he is too young to be the man his sister called \"Prince Charming.\" In one play by this man, the title object implies one character's infidelity until her disguised mother Mrs. Erlynne claims it. In another work by this author of Lady Windermere's Fan, confusion arises from both Cecily and Gwendolen's wish to marry a man of a certain name until the lies of Algernon and Jack are revealed. For 1", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "55ca5160-a43d-4b85-93b5-7adebaff05d8", "data": [{"text": "In this work, one character enters the Garter Inn disguised as Mr. Brook after receiving a warning from Pistol and Nim. Two characters in this play accidentally carry off boys when another character wears a costume different than she had told them in order to marry her true love, Fenton, instead of Dr. Caius or Slender. A foolish knight in this play who thinks he can seduce the title characters finds himself thrown into a river with the laundry. That character is later ambushed by disg", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "afe53d2d-a20e-484f-b48c-e7ca15808bef", "data": [{"text": "In one work by this man, Teddy brings his wife into his father's household, which she comes to dominate. During a game of blind man's bluff in a play by this author of The Homecoming, a character tries to rape Lulu after Meg and Petey Boles organize the title event for Stanley Webber, who is taken away by Goldberg and McCann. In another play by this man, two men argue about the score of a football game and lighting the kettle before they use a speaking tube to report a lack of food in ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "57d6775d-0af9-4b48-8890-30d42aa41149", "data": [{"text": "This character watches a lion and a unicorn fight over a crown, and although her cat Dinah will not talk to her, the Tiger Lily and the other flowers will. She shrinks after drinking a potion labeled \"Drink Me,\" and attends a tea party with a sleepy Dormouse, a March Hare, and a Mad Hatter. For 10 points, name this girl from Through the Looking Glass, a Lewis Carroll character that also went on Adventures in Wonderland.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "dc1c46ee-00ad-4759-8c6f-60eb93762a5f", "data": [{"text": "One character from this novel describes how he was \"put in\" a fountain of Mercury by friends of Boy Mulcaster, whose sister the protagonist later marries. Another character from this novel is very attached to his teddy bear, Aloysius, and first appears when vomiting into the protagonist's ground-floor rooms. In this novel, the flamboyant Anthony Blanche warns the protagonist of his \"bubbly\" best friend, who becomes an alcoholic and lives his later days at a Tunisian monastery. For 10 p", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "315a9ce0-cdad-417d-aa82-7782358f8e6c", "data": [{"text": "One of this work's title characters crashes a party in an attempt to win the love of Rosaline. At that party he meets the other title character, who is the cousin of Tybalt. At the end of this play, Prince Escalus pronounces peace in Verona between the two central families. For 10 points, name this play about the feud between the Montagues and Capulets, written by William Shakespeare.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3534850c-92e0-474e-aee8-462d602cb4bc", "data": [{"text": "In one of this author's novels, Ronny Heslop breaks up Cyril Fielding's tea party. One of his title characters seeks the assistance of the hypnotist Lasker Jones to cure his homosexuality. In another novel by this author, Lucy meets George in Italy and exchanges accommodations with him, allowing her to look onto the river Arno. This author of Maurice created Dr. Aziz, who is accused of assaulting the British woman Adela Quested in the Marabar Caves, in another novel. For 10 points, nam", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "80085e9d-7026-498d-8ef2-b7bc59330e75", "data": [{"text": "The protagonist of this work breaks his back by jumping out of a window after reading a pamphlet. Will the English recommends visiting the Manse in this work, which contains a character who wears a \"Peebee Shelley\" mask while carrying out a crime. F. Alexander coined the title phrase of this novel and lives in a cottage marked HOME. This work, which opens at the Korova Milkbar, sees Pete marries Georgina at its end. Its protagonist licks an old man's shoes after being treated by Dr. Br", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "0a889544-f0bd-4900-aec9-4d1330d897bb", "data": [{"text": "One of this author's poems urges listeners to \"Rise like lions after slumber / in unvanquishable number,\" as \"Ye are many--they are few.\" Another poem by this man states, \"The breath whose might I have invoked in song / Descends on me\" and asks \"where was lorn Urania\" when the title figure died. That work by this author of The Masque of Anarchy states that a certain soul \"Beacons from the abode where the Eternal are\" and repeatedly asks the reader to weep for Adonais. Another of this p", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b4f0a038-fe1d-42fa-8d98-23b07cee1d21", "data": [{"text": "In one of his plays, one character believes the word \"paradox\" is actually the phrase \"what a parrot talks\". In one play by him, two characters, who argued during a rally about whether to aid Catholic Belgium, use a perambulator to loot stores together during an uprising. A character who claims to be going off butterfly collecting leaves a sack full of bombs in one of his plays. The ghost of Robert Tancred keeps appearing to the armless Johnny who betrayed him in one of his plays. In o", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "d4c8dcc1-ee5f-45ca-9ab2-b0f909ed3a4c", "data": [{"text": "These things appear in the title of a poem in which \"Rachel née Rabinovitch / Tears at the grapes with murderous paws\" while another character \"spreads his knees / Letting his arms hang down to laugh\". In that poem, these creatures \"let their liquid droppings fall / To Stain the stiff dishonoured shroud\", while near \"The Convent of the Sacred Heart\". In another poem, the speaker claims that this creature has never known a place \"where but to think is to be full of sorrow\". In that poem", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "8fa1567d-beaa-40c6-8a1b-e6d78aff9bf7", "data": [{"text": "At the end of this novel, the protagonist lives in a two-room cottage with Tekla and is visited by the remorseful people who beat him within an inch of his life. Its protagonist confesses to misdeeds near the end of this novel, leading to his beating at the hands of Nikita and his loss of hearing, which causes him to stumble in front of a moving tram. The frame narrator of this novel is an English professor of languages in Geneva who receives the protagonist's records and tutors his lo", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "ac989cb4-b6c7-4a5d-85ec-fff44d021a31", "data": [{"text": "One character in this play states, \"Life's but a walking shadow, a poor player.\" Minor characters in this play include the thanes Ross and Lennox. The title character begins this play as the Thane of Glamis [\"glahmz\"]. (*) Banquo and Fleance also appear in, for 10 points, what play by Shakespeare about a Scottish lord?", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "25d57397-5edf-45be-862e-e293c622aa4c", "data": [{"text": "One story in this work tells of the rooster Chauntecleer outsmarting a fox. Another story is about three rogues killing each other under an oak tree in a quest to find Death. In another story, a knight is forced to find out what women most desire; that story is told by the Wife of Bath. (*) Pilgrims on their way to visit an English cathedral city swap stories in, for 10 points, what collection by Geoffrey Chaucer?", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "960db8bb-780c-468d-b7ee-323bf8d9ae07", "data": [{"text": "In his book The Statesman's Manual, this writer stated that Nimrod and Napoleon represented the \"Satanic Hero.\" A different book by this literary critic introduced the ideas of Schelling's Romanticism to the English public, coining the term \"suspension of disbelief.\" The title object of one of his poems is \"placed length-ways in the clasping casement\" and is caressed by a \"desultory breeze.\" That poem, which also describes \"vain Philosophy's aye-babbling spring\" is addressed to (*) \"My", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "a4667773-bd01-488d-96b0-005574e45946", "data": [{"text": "While hidden, this character exclaims \"Poor worm, thou art infected! This visitation shows it.\" Towards the end of the work in which he appears, he promises that \"Deeper than did ever plummet sound / I'll drown my book.\" This character warns his future son-in law that disaster will come upon him if he has sex before the actual wedding. This character entreats the (*) audience \"As you from crimes would pardon'd be, Let your indulgence set me free\" in an epilogue which is widely interpre", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "68f55c32-5c86-4c46-b93d-9a00299e68d2", "data": [{"text": "This author wrote a publicly-released letter expressing anger at Lord Chesterfield's failures as a patron for his most famous project. He asked \"On what Foundation stands the Warrior's Pride?\" before outlining the career of Charles XII in a poem written as an imitation of Juvenal's tenth Satire. He took only a week to churn out a long story in which Nekayah and Imlac accompany the title (*) Abyssinian prince on a brief escape from Happy Valley. This author of \"The Vanity of Human Wishe", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "4a5ac727-43cd-413e-8e7f-3621183ccb67", "data": [{"text": "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth Gaskell. A novel by an author with this surname is framed as a series of letters sent to Jack Halford by the protagonist, who falls in love with Arthur Huntington's wife Helen Graham, the t", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "dd316488-037d-4aaf-803d-171c57353c69", "data": [{"text": "This author's first major success on the stage contains a puppet play called The Pleasures of the Town, written by Harry Luckless. As the editor of the Covent-Garden Journal, this author of The Author' s Farce started the so-called \"Paper War\" by attacking John Hill. The title character of one of his novels injures her nose in a carriage accident and is married to William Booth. He wrote a novel whose title character resists the sexual advances of Lady Booby, much like Mr. B is resiste", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "af950676-da11-442f-a150-2369427cf709", "data": [{"text": "In a short story by this author, the confectioner Edward Freeley is ruined after the title figure identifies him as the criminal David Faux. In the companion story to that work, the revived corpse of a maid prompts Latimer to discover that his wife Bertha is about to poison him, confirming his lifelong distress over his telepathic abilities. This author of \"Brother Jacob\" and \"The Lifted Veil\" wrote a collection in which Tina Sarti is loved and lost by Maynard Gilfil and a series of mi", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "8fa2211c-089e-4cba-b870-f51584c62f71", "data": [{"text": "One poem by this author addresses a \"stern cold man\" whom the speaker refuses to believe is actually dead and closes \"It's not true,/I am frightened, I am frightened of you.\" This author of \"A Woman and her Dead Husband\" wrote a poem in which the speaker picks up a \"clumsy log\" to throw at a water-trough that the title creature had come to. In a story by this author, Paul becomes involved with Bassett's (*) betting to provide extra money for Hester, but dies after picking Malabar to wi", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "d45494db-5e13-4937-ac1a-7f6201958d25", "data": [{"text": "In this novel, an old Roman amphitheater known as \"The Ring\" was where a woman who murdered her husband was \"half-strangled\" and later burned in 1705. One character in this novel goes to work without pants due to his tendency to oversleep, and another character organizes a \"skimmity-ride\" after (*) Jopp reads the love letters of the protagonist out loud in an inn, resulting in the death of Lucetta from a miscarriage. This novel's protagonist puts his trust in a \"weather prophet\" in ord", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]