[{"id": "2fd1c930-87bd-4488-acd4-9e53e84408ed", "data": [{"text": "Kelley observed that high frequency radar was returned strongly at high latitudes, which are known as its namesake \"summer echoes.\"  Red flashes of light with tendrils hanging below, known as sprites, are observed in this layer during thunderstorms. An unusual type of cloud which glows bluish-white and is usually seen from near the poles is found in this layer, and is known as a noctilucent cloud. Zonal flow is very small near the top of this layer of the atmosphere, which has temperat", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3c691d37-a3a8-4c29-be30-e40acb77dbf1", "data": [{"text": "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In addition to olivine, an ortho- one, one variety of a group of these was the source of the first rubidium to be discovered, while another is best known for its perfect basal cleavage and the thin sheet into which is breaks: those varieties are known as lepidolite and muscovite. Their best ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "1cda4593-d8c6-426a-8cc6-972fb0551438", "data": [{"text": "These devices are characterized by a magnification coefficient that appears in the indicator equation characterizing the instrument response.Most modern examples of them use force feedback and employ Galitzin's innovation of using a transducer to couple to a galvanometer. The reduced response of Galitzin systems was a critical factor in developing the Sprengnether and Benioff variants of these instruments. The Wood-Anderson torsion variant is used in defining a popular magnitude scale.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "7440809a-c572-4e08-b613-41c30d33fcf4", "data": [{"text": "Optical properties of this mineral include a change from biaxial positive to negative when its most common cation makes up 85% of its total cationic sum, and Poldervaart provided the most popular diagram for estimation of this mineral's composition based on birefringence and 2V, though optical geochemistry estimations often fail due to its compositional zonation. Conchoidal fracturing provides a route for its alteration to iddingsite, and its alpha form changes to wadsleyite and ringwo", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "32c261a7-c334-4254-bfbe-a5fc28fc5613", "data": [{"text": "Series of these found in U-shaped valleys are known as Paternoster ones. Other types include holomictic and endoheic, which have little intermixing between layers, known as thermoclines, and no significant discharge, respectively. Those produced by scouring are called tarns. Vostok is the largest one in Antarctica. Long Island's Ronkonkoma resulted from glacial calving and is thus the kettle type. Oxbow ones are formed when a meander is cut off from a stream and artificial ones are oft", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "c1ee5afd-3e04-4298-a846-386378010fb4", "data": [{"text": "One mechanism explaining their formation is the \"hot tower\" hypothesis of Simpson and Riehl. Kerry Cook of Cornell has famously used GCM simulations to show how they are affected by continental surfaces. In the southern Pacific their theory must be modified due to the Walker circulation between the waters of South America and Australia. They draw warm, moist air into the intertropical convergence zone and follow the \"thermal equator\" of highest temperature. Meeting the Ferrel cells at ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b7198c5b-7048-477f-97d6-baff7661897b", "data": [{"text": "This structure forms in Main Sequence stars when EIT waves encounter a magnetic separatrix following a coronal mass ejection. According to Petterssen's Rule, they serve as ideal generators for mid-latitude cyclones. Long trails of altocumulus clouds commonly occur in their presence, resulting in prolonged periods of precipitation. They may develop from inverted troughs, or when southward flowing polar air slows against a ridge of high pressure, leading to parallel but opposing wind dir", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "05d09211-ca66-4624-ad5c-c3016d79d2f7", "data": [{"text": "Returning from Greenland, he accepted a post as tutor at the University of Marburg.  While browsing in the university library, he came across a scientific paper that listed fossils of identical plants and animals found on opposite sides of the Atlantic.  Also, he noticed the close fit between the coastlines of Africa and South America and wondered if the similarities among organisms are due, not to land bridges, but to the continents having been joined together at one time.   FTP, iden", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "bf115d28-88c5-499e-b76e-7b8fe843b18e", "data": [{"text": "PKIKP travel times show that this region behaves as an anisotropic medium with cylindrical symmetry. It was discovered by Lehmann, who recognized weak arrivals in the P wave shadow zone. It is slowly growing by incongruent freezing at its surface, providing chemical buoyancy and energy for driving the geodynamo in the layer above it. Fluctuations in the length of a day may be caused by super-rotation of this solid ball composed mainly of iron. FTP name this region at the center of the ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "e53c5040-9739-48cc-868d-c1c103d321b2", "data": [{"text": "A major constituent of granite pegmatites and the most common gangue mineral in hydrothermal and metal-bearing veins, it is easily recognizable from its characteristic hexagonal shape, usually terminated in positive or negative rhombehedrons.  The beta form of this tectosilicate forms at high temperatures, and all forms have formula SiO2.  FTP, name this common mineral, the definition of 7 on Mohs hardness scale, and having varieties amethyst, milky, and rose.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "a0ac707d-242b-4ef0-99fb-0c076b186c2b", "data": [{"text": "This mineral's botyroidal form, known as kidney ore, is named for the shape of the masses it forms. The oolitic formation can be seen in sedimentary rocks and has a reddish brown color and earthy luster. The tiger type contains alternating bands of the namesake mineral as well as red jasper. A trigonal oxide, its name comes from the blood-red color of its valuable constituent. FTP, identify this mineral with formula Fe2O3, the most important ore of iron.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "124b2c99-c53d-4352-ac68-59be7679fbf3", "data": [{"text": "Found in the Jurassic Solnhofen Limestone of southern Germany, the fossilized remains of one were first thought to be those of a small bipedal dinosaur Compsognathus.  It is now believed to most closely resemble its ancestors, the Maniraptora, because it had a full set of teeth, a rather flat sternum, and three claws on the wing, in addition to its furcula, reduced fingers, and feathers.  FTP, name this 150 million year old animal, considered an intermediate between dinosaurs and moder", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "68334844-464f-4cc0-bfa5-fc32767c7d5d", "data": [{"text": "Some types of these instruments use a length of natural fiber, like a strand of hair, which changes with variations in the property being measured. The wet and dry bulb type uses two vertical thermometers, with one of the bulbs covered in absorbent cloth dipped in water. The dew-point type consists of a polished metal mirror that gradually cools until a fine mist of water forms on it, and once the dew point is determined, the water vapor content of the air can be calculated. FTP, ident", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fd28a730-ad9e-4403-a06b-0891add722a1", "data": [{"text": "Six varieties of this mineral are recognized, including grossularite, pyrope, spessartite, uvarovite, andradite, and almandine, the last of which serves as the state mineral for Connecticut. Large quantities of them are ground up and made into a kind of sandpaper, while their hardness on the Mohs scale varies from 6 to 7.5. FTP, identify this group of silicate minerals, a red gemstone variety of which is the birthstone for January.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]