[{"id": "092762b2-1736-4cb5-9d30-e429b0d4353e", "data": [{"text": "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\" Tobin and Mundell showed that real economic effects can occur from expectation of this phenomenon, which can lead to inefficiencies from shoe-leather and menu costs. The existence of this phenomenon prevents a \"liquidity trap.\" The Fisher hypothesis argues that the real interest rate", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5b4c6f49-a1bf-49aa-ab57-8b545d006767", "data": [{"text": "In the context of a Hecksher-Olin model, fixed factor prices will lead to the long-run version of this being piecewise linear, and equal to the Rybszynski line. Heavy dominance of economies of scale can lead to a convex one of these, and similar inputs can lead to a linear one of these, but it is normally concave due to opportunity costs, and output bundles are allocatively efficient when they are on this line. Its most stereotypical presentation involves two goods which are chosen as ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "4e537f3f-0e55-4d4d-863d-714ba03af9ab", "data": [{"text": "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of this effect is the base of the \"triangle model\" of it. This phenomenon can be due to a decrease in aggregate supply or an increase in aggregate demand. Milton Friedman argued that this concept was not linked inversely with unemployment, and in the 1970s, a high rate of this was linked with stagnation, discrediting the Phillips curve. The hyper- form of this phenomenon plagued Weimar Ger", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5fd96ac6-e077-4883-9d4f-4961da980bf1", "data": [{"text": "In one work, this thinker argues that two sets of virtues drive market action - \"commercial sydrome\" and \"guardian syndrome\" - one promotes honest collaboration and one does not, but in combination the systems form a \"monstrous hybrid.\" Another work elucidates the three \"transactions of decline\" including military production, subsidies to poor regions, and advanced-backward trade. This thinker used the example of Japan developing bicycle repair shops in the late 1800s, which led the co", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "15a5860b-5ab1-443f-b91b-7db70185775d", "data": [{"text": "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written about by Lars Svenson and involves an explicit central bank commitment to a future price level, also known as nominal GDP targeting. Another method for dealing with this problem is when ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fc2a63a1-55df-4ec4-bb49-7bac5b46a0a0", "data": [{"text": "His doctoral dissertation concerned the substitution between Labor and Capital in U.S. Manufacturing. One of his articles introduced a model in which all individuals can only observe aggregated price changes, a set up which means that they cannot make the right decisions about changing production levels. A related concept to that Islands model is this man's namesake critique which claims that any economic relationships that appear to hold in the real world may become invalid as a respo", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "81d0c980-3af2-416d-af60-4237c47b663a", "data": [{"text": "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold, and if a strictly positive subsistence level is introduced to a CES function, this quantity becomes non-monotonic. It is given by price times the quantity 1 minus 1 over demand elasticity, showing that its sign is an indicator of elasticity. In oligopolies, this curve has a jump due to the kinked demand curve, and in monopolies, a deadweight loss is caused because this curve, and not", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "ef39482e-9b58-47d5-b13c-b8b06e46abfa", "data": [{"text": "They may cease to exist in a Markowitz model, although rational actors can introduce them in more complicated scenarios. When they are injected into the Slutsky Equation, the result is a uniquely negative semidefinite symmetry. Alfred Marshall devoted approximately ten lines of his Principles of Economics to them originally, and Uriel Spingel argued that public transportation was one. They clearly differ from the Veblen type, which factor in conspicuous consumption, and two Harvard eco", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fc3b67f1-20c9-4fde-9921-32d02d99c54c", "data": [{"text": "The first English author to discuss it specifically may have been John Hales, in his A Discourse on the Commonweal of this Realm of England, though in the 19th century H. D. Macleod named it for a contemporary of Hales.  Later in the 19th century Robert Giffen argued that its namesake didn't understand the importance of bimetallism, while William Stanley Jevons claimed, on its basis, that Herbert Spencer's arguments about private coinage were flawed.  Its namesake enunciated this princ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "6a96ae55-64a3-4405-9bd7-fbaa1e6943c3", "data": [{"text": "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment. Later he rejected  the neoclassical school in favor of institutional studies, illustrating his pessimistic Malthusian view of developmental economics with an \"inquiry into the poverty of ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]