[{"id": "04d596b9-28b8-464e-ac69-e8343fb2d3bb", "data": [{"text": "This story was read by Ashoke Ganguli shortly before the train he was riding derailed. In this story, a character saves money by not drinking tea at night and walking on his toes to keep his shoes from wearing out. That character in this story dies of a fever and cannot rest until his ghost takes an item from a prominent personage who had scolded him. This story's title object was made by the drunk Petrovitch for a man who eagerly copies documents, and it was stolen on the way back fro", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "6a454da8-ddea-4cf3-a2ce-10cbbb0fbf2d", "data": [{"text": "The protagonist of this novel is arrested when he protects an Armenian girl immediately after he saves a girl from a burning house. After the death of five soldiers in this novel, the protagonist is placated by the folk-wisdom of the peasant Platon Karataev. In this novel, Mary offers starving peasants stored grain but has to be saved from their suspicion by Nicholas Rostov. Helene dies while her husband is away at war in this novel. That husband falls in love with Natasha after Prince", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fccdfd7c-2882-4771-810d-c5d1920cd82e", "data": [{"text": "The protagonist of this work returns home from the University of Ingolstadt to find that Justine Moritz has been accused of his brother William's murder. The title character, whom Robert Walton discovers in the Arctic in a frame story, had earlier married Elizabeth Lavenza, who was killed on their wedding night. For 10 points, name this Mary Shelley work about a doctor and the monster he creates from dead body parts.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "84809434-d833-4898-b103-72d6f50225b9", "data": [{"text": "One author from this country first created a character that Pushkin called the \"stone guest.\" Another author from this country created a jester named Tristan who pretends to be a Greek merchant in a play that compares Diana of Belflor to the title animal. In another play from this country, Prince Sigismund is locked in a tower, where he imagines that his waking life is not real. For 10 points, name this country that produced the authors of The Dog in the Manger and Life is a Dream, Lop", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "4b6900ad-e282-4bcf-aa8b-6247466f416f", "data": [{"text": "One character in this novel pretends to lend another a ten-ruble note while actually planting a hundred-ruble note on her. One character in this novel states that he is \"going to America\" before shooting himself on a bridge, while another character from this novel dreams of a pack of drunkards beating a horse to death. Characters in this novel include the alcoholic Marmeladov, his wife Katerina Ivanovna and their daughter Sonya, the prostitute to whom the protagonist confesses his murd", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "28a9f8cf-a196-4b48-8ef5-28c0a263567f", "data": [{"text": "This author wrote \"your black blood won't wash away/The poet's sacred blood!\" in an inflammatory elegy for a contemporary writer. Xzibit would love an essay about the \"mirage\" of this author, which uses A1 through A4 to track the dream within a dream within a dream within a dream of one of his poems. In that poem, this author described a man with a bullet wound slowly bleeding out in a \"dale of Dagestan.\" In this author's major poetic work, a mopey wanderer of the Earth finds himself \"", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "d47d47b2-08ae-4e47-a948-2d144e664eed", "data": [{"text": "One work from this movement illustrates a point by referring to Saint-Pol-Roux's practice of placing a placard on his door reading \"The Poet Works.\" A poet from this movement wrote \"the curve of your eyes embraces my heart\" in his collection Capital and Pain. This group had fun composing collaborative works by playing exquisite corpse and was encouraged by its leader to engage in \"pure psychic automatism,\" or writing unconsciously. An early work from this movement is a play in which a ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "dd4c1742-a5ba-46dd-bd07-5ed40299cda3", "data": [{"text": "A poem by an author from this country compares the poet whose \"giant wings prevent him from walking\" to a sea bird. The poet of \"The Albatross\" hailed from this country and penned a poetry collection that contains the section \"Spleen and Ideal.\" The Parnassian poetry movement began in this country, which is also home to two poets, formerly homosexual lovers, who penned the Saturnine Poems and A Season in Hell. For 10 points, name this home country of Paul Verlaine, Arthur Rimbaud, and ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "70f18f9f-527c-47af-b722-a4ca63ce2b8d", "data": [{"text": "This author wrote one short story in which a man who boasts about his virility successfully seduces Tanya, who used to visit the title characters of every morning for a kringle. This social realist author of \"Twenty Six Men and a Girl\" wrote about Pelageya Nelovna, who supports the acts of her revolutionary son Pavel Vlassov in his play Mother. In another play by this author of The Artamonov Business, Pepel Vaska kills Kostoloff, and the Actor hangs himself at the end of that play, in ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "6ea9c83f-bb7b-432d-8246-78ae0c5181f7", "data": [{"text": "This author wrote a short novel whose title character kills Gamzat and joins his enemies, hoping to kill Shamil. The protagonist of another novel by this author unsuccessfully attempts to marry the prostitute Maslova to prevent her from spending time in prison. This author of Hadji Murat and Resurrection wrote about a judge who dies after falling while putting up curtains. A novel by this man opens with the title character's visit to Stepan Oblonsky's estate after his wife Dolly discov", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5f0bd3bf-ffda-4e77-a63e-062b62d1f8b5", "data": [{"text": "A poem by this author begins by asking \"What's that? An Egg?\" and is based on a biography of Rene Descartes. This author of \"Whoroscope\" wrote a play in which the title man remembers making love to a girl in a punt and laughs at the word \"spool.\" Another play by this author of Krapp's Last Tape begins and ends with Clov stating \"it's finished, it's nearly finished,\" and includes characters named Nagg and Nell who live in trash cans. In his most famous play, Lucky and Pozzo alternate be", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "a957babf-7c81-4f1e-bcac-23e04f08e81d", "data": [{"text": "A poem by a writer from this country states that \"a boy brought the white sheet\" and \"a frail of lime [was] ready prepared\" at \"five in the afternoon,\" when the titular man was killed. The author of a memoir set in this nation fought for the POUM against fascism before getting shot in the throat. A play written by an author from this nation features a monologue delivered by the Moon, who witnesses a duel between a groom and Leonardo. That play forms a trilogy with Yerma and The House o", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "4e12cb62-c7ca-4505-b315-f26bd2a7c8cf", "data": [{"text": "In one play by this author, two suitors dress their footmen as nobles to seduce the girls that rejected their marriage proposals. In another play by this author of The Pretentious Young Ladies, a hypochondriac tries to arrange a marriage between Thomas Diaforious and Cléante in order to get free medical treatment. This author of The Imaginary Invalid wrote a play in which Harpagon agrees to let his son marry the girl he loves in exchange for his box of money, while another of his plays", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "1809cee2-bc52-49b8-9a8d-ec6d9cabd025", "data": [{"text": "This author wrote a short story about a radio editor who splices together tape cuttings of breaths and pauses. In one novel by him, arms dealing is defended as an honorable profession in a trial in which Erhard Schweigert is sentenced to death. This author of \"Murke's Collected Silences\" wrote a work in which the young bellhop Hugo is adopted by the protagonist's family. Russian prisoner-of-war Boris Lvovich has an affair with Leni Pfeiffer in his Group Portrait with Lady. A failed ass", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "7b558f2e-8fd4-4bd5-9c44-6970c4aa61f5", "data": [{"text": "In a short story by this author, an atheist teacher pretends to be a believer to win Alice, but gets in trouble with the school authorities for his religiosity. This author of \"Eduard and God\" created a character who stands naked in front of a mirror wearing only her father's bowler hat. In one novel by this author of Laughable Loves, Helena is seduced by a scientist seeking revenge on her husband. A postcard saying \"Optimism is the opium of the people!\" causes Ludvik Jahn to be expell", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "0058a24b-65fd-4e9e-a71b-190049a911aa", "data": [{"text": "One character in this novel refuses to use a watch, and instead tells time by moving peas from one pan to another at a constant rate. One character in this novel runs away from home after seeing his prosecutor father condemn a prisoner to death in court. An old man in this novel enjoys spitting off his balcony at cats. One character in this novel wants people to say \"Hats off!\" in response to this description of a woman riding a mare down the Bois de Boulogne, the opening line of a nov", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "27d16184-b5cb-4f53-834e-93d6de2a1a5b", "data": [{"text": "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this play was created by its author in collaboration with actor Charles Laughton, who played the title role. In this play, Christopher Clavius declares that a character who rejects the existe", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "0f298d9c-4576-425b-a166-163784da904b", "data": [{"text": "After this man sees \"something white\" on the ground, which turns out to be five trunks of chopped-down lime trees stripped of bark, he takes Simon to court. This man overhears the proverb \"Loss and gain are brothers twain\" while listening to his wife argue with his sister-in-law about the comforts of town life. On one journey, this character brings along tea and wine, which he offers to a man in a (*) fox-fur cap. After leaving the second of two village communes, this man accepts a cha", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "189f6d9f-906d-4e00-909c-ba4584c8d7b4", "data": [{"text": "One work by this author, about a man who injures himself while hanging curtains, is The Death of Ivan Ilyich. One of his novels has a relationship between Levin and Kitty, while the title character has an affair with Count Vronsky and eventually commits suicide by jumping in front of a (*) train. For 10 points, name this author who wrote about the French invasion of Russia in War and Peace in addition to writing Anna Karenina.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "c0f7ad6a-c9c2-4c0e-9c1b-cb1d641680fa", "data": [{"text": "The fourth chapter in this collection of adventures features a sensible Badger attempting to curb the reckless behavior of a fellow Wild Wood citizen. That effort fails, causing the Badger to put the citizen under house arrest. While the Water Rat stands guard, Mr. (*) Toad escapes his prison by feigning illness and stealing a car before setting off on a Wild Ride. For 10 points, name this book by Kenneth Grahame.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "75fb6155-1f0b-4b81-9a7e-99fba1d15313", "data": [{"text": "This author, who called Constantin Guys the \"painter of modern life,\" described his drug use in Artificial Paradises. In one of his collections, he compared a poet to a bird whose \"giant wings prevent him from walking\" and called the \"hypocrite reader\" \"my twin, my brother.\" This author wrote \"To the Reader\" and \"The Albatross,\" poems that appeared in his work whose sections include \"Parisian Scenes,\" \"Wine,\" \"Revolt,\" and \"Spleen and Ideal.\" For 10 points, name this French author of L", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "ca7893c7-87c8-4210-842b-694688bcd735", "data": [{"text": "One of this novelist's books opens by discussing the laws of the vegetable kingdom and describes a sexual encounter between the Baron de Charlus and Jupien. His characters include a composer that creates a violin and piano sonata whose theme incorporates his daughter's lesbian love. One of his novels begins with an \"overture\" in which the narrator is unable to go to sleep because he has not received a (*) kiss from his mother. This author wrote about a man who pursues Albertine and Gil", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]