[{"id": "bf27863a-ddb2-49e7-966f-77b2b05722ff", "data": [{"text": "One opera by this man ends with the title character, planting his flag and basking in a golden light as a Te Deum plays; earlier, that title character, whose conscience is a separate character, had quelled a sailors' revolt and fought through storms whipped up by Aztec gods. This man collaborated with Paul Claudel on that opera, Christophe Colomb. Another of his works is titled for a Brazilian tango and features a rondo theme repeated twelve times in twelve keys; that ballet by this ma", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "bd10d08c-c092-43d2-bb1c-4c44a7c110e3", "data": [{"text": "In one work, this composer used the mourning chorus \"Pace alla tua bell'amina\" to interrupt the duet \"Stolto! a un sol mio grido,\" which was about to lead to a duel between Tebaldo and Romeo. He required another opera's primary tenor to hit the F above high C; that opera by this man sees Elvira go crazy after the Royalist Arturo becomes a fugitive. This composer of I Capuleti e i Montecchi also created a work in which Elvino refuses to believe in Amina's innocence until she crosses the", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "859d7788-3e34-462a-b123-7c573d80df57", "data": [{"text": "Vincent Persichetti's Parables XIV and XXV were written for this instrument, which has a secondary solo role in Shostakovich's First Piano Concerto. Three of them are employed at the opening of Ashkenazy's orchestration of Pictures at an Exhibition, as opposed to the one usually used. Joseph Hummel wrote a concerto for this instrument for Anton Weidinger, for whom another pioneering work for this instrument was written to utilize a \"keyed\" version to access low-register chromatic notes", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3d301608-b112-4154-bbd4-df7fd2b3d120", "data": [{"text": "One of this work's movements is written in 6/8 time and features the heading \"al tempo di Giga\". The composer's biographer Johann Forkel argues that its penultimate movement is a joke based on the family tradition of singing vulgar peasant tunes at gatherings. The folk song \"Cabbage and turnips have driven me away; had my mother cooked meat, I'd have decided to stay\" was the basis for this work's penultimate section, which is a \"quodlibet.\" This piece is the fourth member of the series", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "31373552-dba5-4746-95a2-04edae5a5323", "data": [{"text": "This composer set a text by Goethe about Druids fighting Christian persecution in his cantata, Die Erste Walpurgisnacht. The minuet from his First Symphony is sometimes replaced with a version of the scherzo from his String Octet in E-flat. In his teen years, this composer wrote an overture for a play for which he would later write a wedding march. One of his symphonies ends with a presto saltarello finale, while another was written on the same trip that inspired his Hebrides Overture.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "bd96e5c1-2078-4c8f-983a-8aefdce9ecdb", "data": [{"text": "Shostakovich's first work of this type has a third movement Passacaglia and opens with a moderato Nocturne. Tchaikovsky's sole work in this genre is sometimes performed with cuts advocated by its dedicatee, Leopold Auer. Beethoven's sole work in this genre begins with four lone timpani strokes and has the soloist enter playing in broken octaves. In spite of its title, Lalo's Symphonie Espagnole is often considered one of these works. Brahms wrote one for Joseph Joachim and Mozart wrote", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "725e0575-1085-4d18-a00e-b9ba50a2baaf", "data": [{"text": "Much of the second section of this work is played in triple time.  The opening theme is structured around the first four notes, A, G sharp, A, G natural, and part 1 features a vision of demons before a character sings \"Into thy hands.\"  At one point this work contains an instruction that every instrument must \"exert its fullest force,\" that climactic section was added on the advice of its composer's friend August Jaeger.  Part 2 includes the lullaby \"Softly and Gently\" as sung by a cho", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "6e3bc6a7-d221-4174-a587-efb8bc820673", "data": [{"text": "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image of a woman picking petals from a flower is evoked by violins and clarinets in the second movement. A male chorus was eventually added to its third movement, the \"Chorus Mysticus\", singing t", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "0f5a2423-2740-4069-b770-4d335f6d71d9", "data": [{"text": "One series of works by this composer features such titles as \"Versatility\" and \"The New Classicism,\" those Satires were written four years before this composer's Folksongs for Chorus.  A series of trills on one of the title instruments ends this composer's Fantasy for Violin and Piano. This man used a series of ascending fourths and descending minor seconds to symbolize the severity of the title figure in his Ode to Napoleon, while his final works, including A Survivor from Warsaw and ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "692ebe58-a7ea-4a9f-aa99-e6bb3fdd2006", "data": [{"text": "This piece was orchestrated by the composer of the Grand Canyon Suite, Ferde Grofé. After this work's distinctive solo opening, which was improvised by Ross Gorman, a trumpet theme enters. This piece's composer played piano when it premiered at the Aeolian Hall during the \"Experiment in Modern Music\" concert. This \"musical kaleidoscope of America,\" which was written for Paul Whiteman's band, opens with a trill followed by a seventeen-note clarinet glissando. For 10 points, name this Ge", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "17aca5c6-9ea5-4aee-8585-086613b6e70c", "data": [{"text": "In 2007, Zenph Studios released a \"re-performance\" of this man's 1955 debut album, the original performance of which kicked off this musician's love for the \"take-two-ness\" of the recording studio. Before a 1962 performance, Leonard Bernstein claimed no responsibility for this artist's slow interpretation of a Johannes Brahms piece. This performer of a 1955 recording of the Goldberg Variations had a habit of tapping his feet and humming while playing.  For 10 points, name this eccentri", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "05a0d331-e0a0-46c1-9f6b-4b14b4e6b790", "data": [{"text": "One movement in this piece is in 6/8 time and G sharp and is intended to depict a troubadour singing in front of an ancient castle. One movement of this piece depicts two French women fighting in a market in the titular city, Limoges, while another one depicts two children playing in a certain garden. Many movements of this piece are separated by promenades, while a more famous movement of this piece depicts a house suspended on chicken legs. In addition to The Tuleries Gardens, the mo", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "706de5c1-921b-404f-8a13-dd3d11a5aecb", "data": [{"text": "One character in this opera sings \"Oh! Che volo d'augelli\" before her ballatella \"Stridono lassu\" while Beppe has taken another character to the village. The aria \"Si Puo? Signore, Signori\" is sung near its opening, as is \"Un tal gioco, credetermi\" by a character who boxes the ears of Tonio; later on, it is Tonio who goes to the tavern and alerts that character, who then sings \"Vesti la giubba.\" Taking place in Calabria during the celebration of the Feast of the Assumption, it ends wit", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5ed42574-0212-4a46-876c-df12acfdbcf2", "data": [{"text": "The operas The Unexpected Encounter and The False Slave are among the comic operas of this composer, who once performed a concerto using twenty-six drinking glasses at a benefit for himself. Like Lully, he used Quinault's libretto for his own opera Armide, while Calzabigi wrote the libretto for his Paris and Helen. This composer of the ballet Semiramis wrote a work in which Cynire is asked by the title nymph to search for her lover in Echo and Narcissus, but he might be better known fo", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "1ca994d0-c9ed-4a01-98ad-7c4dcb56e96a", "data": [{"text": "He wrote several pieces for violin and piano, including the Pastourelle, the Bizarrerie, and the Salut d'Amour, and composed for the Powick Asylum Band early in his career. Poetry inspired many of his works, including the 1901 Grania and Dairmid, co-written with William Butler Yeats and The Black Knight and St. Olaf, both written in 1896 and inspired by the works of Robert Longfellow. His first symphony, dedicated to Hans Richter, is unusual for being in A flat major and for its openin", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "4b4b1655-c7b8-4474-960a-e738312b8577", "data": [{"text": "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches to F minor and B-flat minor herald the coming of rain. The trumpets enter pianissimo during the climax of this piece, which uses a downward chromatic slide by the woodwinds to represent a huge wave, part of a storm signified by rising bass lines and dynamic arches. Initially titled \"Th", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "a1cdbe87-d130-4d7b-aa7c-80fce8b43885", "data": [{"text": "His opus one is a single-movement piano concerto in F-sharp minor. Songs by this composer include the \"Song of Selim\" and a work that would later be adapted as this composer's Scherzo No.3, the \"Song of the Golden Fish.\" He gave the title 1000 Years to the second of his two overtures that he referred to as \"a musical picture,\" and works inspired by Spain include the Fandango-etude for piano and the orchestral Overture on a Spanish March Theme. The second of his two second symphonies fe", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "123fffe7-4d36-45cc-8fbd-52b4b637ef79", "data": [{"text": "This composer used a scherzo in 7/4 time to set a hymn with the refrain \"Brothers rise and join the throng,\" \"Song of the Frogs.\" This composer incorporated the folk song \"If All the World Were Paper\" into the allegro movement of his Opus 40, A Fugal Concerto. In one of his works, a mixed chorus sings agitated pleas in 5/4 time, and is answered in 5/2 time by a reassuring \"master,\" who sings \"I am Mind of all.\" He composed \"Dance of the Marionette\" and \"Dance Under the Cherry Tree\" for", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "22a9d760-dc37-4deb-8817-34f8498922e1", "data": [{"text": "One of this man's early works was a Clarinet Sonata that no clarinet players were willing to play. Like this man's String Quartet in Four Parts, Indian themes were prevalent in one of his ballets which used the gamut technique and was choreographed for Merce Cunningham. Besides Sonatas and Interludes and The Seasons, this man wrote the 64 by 64, I Ching-inspired, four part Music of Changes for solo piano, to which he added cymbals and two phonographs for the first of his five Imaginary", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fa615cb0-7762-4001-9ab8-53920a9d5b47", "data": [{"text": "The first act of this opera contains the arias \"Quale insolita gioia nel tuo sguardo,\" and \"Vieni, o diletta, appressati!\" both of which are sung to the male lead, who goes to the temple of Vulcan to take up sacred arms. In one scene of this opera, a character sings \"Ahime! Morir me sento!\" as one character is sent to be buried alive, and two more famous arias from this opera sung by its leads are \"Ritorna Vincitor\" and one praising the title character as heavenly. This opera features ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]