[{"id": "3628b418-19c3-4aee-be31-a9843370f287", "data": [{"text": "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled in favor of a man with this title in a decision now known for a saccharine seven-page int", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "22e8c2aa-1fad-4ffc-b5cf-e41ac94c706d", "data": [{"text": "In this movie, one character cuts himself after giving a short speech about a wolf pack. Eddy cannot annul a marriage without Jade present in this work, and Leslie Chow is found in the trunk in one scene. One character in this movie warns that \"everything that happens in Vegas will stay in Vegas, except herpes.\" The main characters illegally obtain a police car and wake up to find Mike Tyson's tiger in their bathroom. For 10 points, name this movie in which three friends lose their fri", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "09726eb8-19c0-451b-8614-324bd7446390", "data": [{"text": "The largest one of these objects is located in Cape Town and has the phrase \"Hyundai brings the gees\" engraved in it. Jon Qwelane denounced these objects, accusing them of originating \"from hell,\" but Sepp Blatter defended the use of these objects. Patrice Evra blamed these objects for waking him up at six o'clock, and Xabi Alonso condemned these objects for being \"annoying.\" Lionel Messi and Cristiano Ronaldo urged the ban of these instruments. For 10 points, name this plastic horn wh", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "37cc516a-6905-4e3b-9237-f96774aac97f", "data": [{"text": "Blaze rods were added in a pre-release update to this game, as well as lily pads and 9 new music discs. The Yogscast does a fiction series on this game called \"Shadow of Israphel\". Herobrine was a rumor going around during the beginnings of this game, and ravines were added in an update several months ago. Until recently, creepers have been the most feared monsters in this game. For 10 points, name this video game in which you explore a very blocky world and build things, usually out o", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "dc539407-84f5-4f18-a1d8-40d073f1002b", "data": [{"text": "One head of this family unknowingly killed his father Bael the Bard and was flayed by a family that rebelled with the extinct \"Grey\" branch of this family. The largest city in this family's traditional jurisdiction is ruled by \"Lord-too-fat-to-sit-a-horse\" Wyman Manderley and is called White Harbor. This house with a branch at Karhold keeps the Old Gods. One scion of this house loses Lord Walder (*) Frey's support after breaking an agreement to marry his daughter. At the beginning of t", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "bab15e6c-e179-48c4-bd16-a6ec7ae1021f", "data": [{"text": "One boss in this game guarded a stone vault opened up by standing on four pillars; that boss was Eyerok. Shifting Sand Land is in this game, another level of which features a sliding puzzle with the face of the antagonist and is called Lethal Lava Land. Wed-Dry World and Tiny-Huge Island appear in this game where the (*) Dark World, the Fire Sea, and the Sky are all locations for fights with the final boss, the last of which can only be accessed by going up the Endless Steps. In a late", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b2c76a60-cdd9-4537-a8b2-5573d1b5cbc1", "data": [{"text": "This race of beings built red mechs called Warhounds, which are not playable due to outrage in beta testing. Players controlling this race see the image of an adjutant, a robot in female form. In one game, these users of the widow mine suffer an assault on their capital world Tarsonis, a 500-damage suicide attack is done by \"infested\" ones, and their basic infantry spawn with the phrase \"You want a piece of me, boy?\" This race's SCVs harvest vespene gas to fight the Protoss and Zerg. F", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b9e0a514-95c1-45da-b79b-2b09fbe640a7", "data": [{"text": "The protagonist of one of this director's films tells the woman he had been surveilling that he's \"not afraid of death\" but is \"afraid of murder\" during a dream sequence. Another film by this director of The Conversation ends with Al Neri shooting Fredo on Lake Tahoe, a film in which Robert De Niro plays a character in flashback scenes. In a different film, that same character orders that the head of Khartoum, a horse, be placed in Jack Woltz' bed. He directed a film in which Sonny is ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "76ccabdc-f4ef-4190-bfc6-11c6b778c5fd", "data": [{"text": "One character in this work remembers when \"Buddy Holly was singing his very last song\" and is later described as \"a low down cheap little punk.\" A building in this film is said to be \"probably some kind of hunting lodge for rich weirdos\" by another character who later asks, \"Say, do any of you guys know how to Madison?\" One dance number in this film is described as \"just a jump to the left / And a step to the right,\" and is performed by characters such as Riff-Raff and Magenta. For 10 ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "0377f886-4176-43b2-bdfb-9ab095b25787", "data": [{"text": "This actor chose a purple weapon so he could see himself as Mace Windu in large battle scenes. He asked \"Where is my super suit?\" as the voice of Frozone. In one film, John Travolta tells this actor that, in France, a (*) Quarter Pounder with Cheese is called a Royale with Cheese. He threatened to quit one movie if its name was changed from Snakes on a Plane. For 10 points, name this actor who played S.H.I.E.L.D. director Nick Fury in The Avengers.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "c6c9112a-4016-4ef3-a31b-38fcf66dbd08", "data": [{"text": "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\" The 2012 Kentucky men's basketball team won a championship in this building with a star center who now plays professionally next door, Anthony Davis. Outside this building, a statue entitled \"Rebirth\" commemorates a blocked punt that occurred during this stadium's reopening in 2006, a year after it suffered wind and water damage and housed over fifteen thousand refugees. In Febru", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "e8064a7f-5dfa-46fa-aa3b-feeb7ba274fd", "data": [{"text": "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife sleeping with his stepfather. This man offers to be a Tom Hagen to another man whom he compares to Fredo, and later offers to send a man to Belize. His complicity in Brock's poisoning is revealed when another character realizes that Huell pickpocketed his pack of cigarettes. In his la", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "292b326f-cdc5-41fe-ae8d-a6fd8260a91b", "data": [{"text": "One incarnation of this game saw Roy Riegels recover a Georgia Tech fumble and infamously proceed to run in the wrong direction to his own 1-yard line. Due to a lopsided victory in its inaugural 1902 edition, this game was replaced by chariot races and didn't become an annual event until its second edition in (*) 1916. Wisconsin reached this game in the three years prior to its most recent edition, which saw Michigan State defeat Stanford. This game is traditionally played between team", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "aafca74a-eb79-4d37-9457-90836c73a5fb", "data": [{"text": "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells chlamydia with a \"k,\" while another is the daughter of the inventor of toaster strudel. Mr. Duvall exclaims that he \"did not leave the South Side for this\" after a riot occurs in this film, whose main character realizes at a key moment that the (*) limit does not exist. That protagonist of this film helps create the Burn Book and fakes bad calculus scores to get closer to Aaron Sa", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "d502d79e-0f75-46be-9c51-f2d7e8630b71", "data": [{"text": "These are called share drafts when they are issued by credit unions. These are involved in the illegal act of kiting, which involves accounts at different financial institutions. Magnetic Ink Character Recognition was developed to facilitate the processing of these. Banks guarantee payment of the cashier's or certified type of this document. Name this common written instrument used to promise payment.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "912a4bfb-f184-46f0-92a5-f454d006741f", "data": [{"text": "One character on this show invents a tomato that ejects itself when an accident is imminent. Another character on this show puts a paper bag over his head any time anyone says the word \"mattress\". On this show, a character with double vision plans an expedition to Mount Kilimanjaro. In one episode of this show, a man is arrested for making chocolates containing anthrax and (*) crunchy frog. Sketches on this show were linked by a man saying \"And now for something completely different\", ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2b14420e-a6ff-4213-a50b-d0e316b6835b", "data": [{"text": "This character reveals his genetically-engineered strength when he saves someone from being crushed by a Calder mobile. After misquoting Macbeth, this character uses Wikipedia on an exploding laptop. A elephant-filled parade celebrating Hannibal crossing the Alps tramples him after he says \"Surely, there's no harm in laying in the middle of a public street?\". He tries to use his wife's lack of sense of (*) smell to stage an accident involving a post-MacGyver cigarette and a gas firepla", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "028e1c5f-0913-4bc7-9429-5a42e6c33518", "data": [{"text": "One song about this location was accused of hiding the message \"Here's to my sweet Satan\" in the lyrics backwards. In \"Imagine,\" John Lennon claims \"it's easy\" to imagine that this location doesn't exist. A 2012 song asks (*) \"Can't I just stay here? Spend the rest of my days here?\" as Bruno Mars laments being \"Locked Out of\" this place. For 10 points, name this mystical location, the destination of a Led Zeppelin \"Stairway.\"", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "014a1a92-6d8a-4c15-ad16-45dc169ec5ff", "data": [{"text": "A \"tl;dr\" [T-L-D-R] Wikipedia entry asserts that this restaurant's head chef is a microwave. In a 300-slide presentation, the hedge fund Starboard slammed this restaurant for getting longer warranties on their pots by not salting their (*) pasta water. In September 2014, it sold $100 passes for seven weeks of all-you-can-eat food. For 10 points, name this Italian chain restaurant which offers unlimited salad and breadsticks with its \"Never-Ending Pasta Bowl.\"", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "56f0f26d-d5e3-4005-9ba0-e6d2bcffec03", "data": [{"text": "This state's MLS team plays in the former Multnomah Stadium. Its flagship state university is home to the legendary track-and-field venue Hayward Field and is supported by Phil Knight, the co-founder of Nike. This state's NBA team was led by Bill Walton to a 1977 title and is currently led by (*) Damian Lillard and LaMarcus Aldridge. College football's Ducks play in, for 10 points, what Pacific Northwest state home to the Timbers and Trail Blazers, based in Portland?", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "52a27865-e38d-4d71-8f01-90981ea32953", "data": [{"text": "A show on this network starred characters like Deb Duchon, the lawyers Itchy and Twitchy, and the equipment specialist \"W.\" Another show on this network was formerly hosted by Keegan Gerhard and now features Kerry Vincent. Yet another show on this network regularly features Marcus Samuelsson, Aaron Sanchez, and Alex Guarnaschelli. That competition on this network has three rounds with (*) \"mystery baskets,\" and is hosted by Ted Allen. Its sister channels include DIY and HGTV. Alton Bro", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b364edf4-f879-46fe-a76d-a2116dcda735", "data": [{"text": "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession nicknames himself after a mulberry field he sees and wipes out two warring gangs. In another film, a character poses as one of these people with a scroll that says that he is thirteen years old and has a girly name. In that film, these people help (*) defend a village, but four ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "32c17347-38c8-448f-8168-533889ff1475", "data": [{"text": "A member of this family who went to Dartmouth is mockingly called \"Mr. Einstein\" and \"Joe College.\" When talking with a member, Senator Pat Geary from Nevada mispronounces this family's name. Members get into a fight after one announces his enlistment in the Marines during his father's birthday party. This family acquires its name after Ellis Island workers confuse the patriarch's hometown for his last name. A member continually repeats \"I do renounce them\" while the camera cuts to his", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "eb1975f0-7b69-4540-8227-1ca1b1188935", "data": [{"text": "Miniature wooden sculptures are often attached to these clothes with ropes to serve the function of pockets. \"Swinging sleeves\" is a formal style of these clothes for women, whose sashes for them are often very elaborate and cost far more than men's ones. A promotion to wear one of these on Wednesdays paired with a (*) Monet painting led to accusations of cultural appropriation at the Boston Museum of Fine Arts. The yukata is a casual summer variety of - for 10 points - what traditiona", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "506aa5e2-efc9-4138-8b16-750e8b59ef22", "data": [{"text": "In 2009, this player was suspended for elbowing an unflinching Anderson Varejao in the groin. In the 1996 NBA Draft, he was picked by the Timberwolves and flipped for Stephon Marbury. In the 2013 NBA Finals, he watched his opponent Danny Green break an NBA Finals record he held at the time. After a (*) Chris Bosh offensive rebound, he hit an overtime-forcing three-pointer in the 2013 NBA Finals. For 10 points, name this former member of the Supersonics who also teamed up with Kevin Gar", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "1260f949-ab27-4f64-a39b-00132f9233f6", "data": [{"text": "In one scene in this film, a man in a tuxedo savagely beating a man in a varsity jacket is juxtaposed through cross cutting with four men in pastel shirts beating a man in a red jacket. The main character of this film is first seen in slow motion picking up dishes during its nearly three-minute long opening tracking shot, which takes the viewer through a brown and red lit nightclub. One scene in this film ends with a close-up on a paper bag of money after everyone in a robbery is shot ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]