[{"id": "23d3da61-3de8-44dc-b036-ce83f01b73f7", "data": [{"text": "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed by Santiago Calatrava and is named for Queen Sofia. The main one in Venice is called La Fenice. Another of these buildings features decorations by Aimé Millet, a grand staircase, and The Dancers by Carpeaux. That building was designed by Charles Garnier. Ove Arup helped with the engineering work on one of these located on Bennelong Point. That building featuring large concrete shells w", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2fc20742-9612-48fa-ae2e-d275230198b2", "data": [{"text": "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises her hands in agony. An arm holds a lamp at its center next to a light bulb in the shape of an eye. A bull stands over a woman holding her dead child on its left side. A reproduction of this work located at the U.N. headquarters was covered by a curtain in 2003 in order to hide such images as a man with a broken sword being trampled by a Cubist horse. Commissioned for the 1937 World's Fa", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "df9676bb-a7ba-49c6-8e95-ae965ba5c8ef", "data": [{"text": "At the bottom right of this painting, a girl steps on a dog, while a nun stands next to a servant. In the back, a figure is shown pausing on the stairs and looking at the central group. The king and the queen can be seen in a mirror, and the painter himself is shown holding a paint brush. For 10 points, identify this painting of the Spanish court in which maids surround the Infant Margarita, by Diego Velazquez.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "7241b6e2-24fc-4d2a-b5c7-aabcddb54faf", "data": [{"text": "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his arm around the side of another, and on the right a woman with a green headband leans on the shoulder of her sister, while a third woman cradles two children beside them. One bronze and two silver helmets are worn by the title figures, one of who holds a spear that mirrors the angle of ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b9fd17af-bc7d-4561-8f03-b633f61fb0cc", "data": [{"text": "In one of his paintings, a picture of a vase of flowers is drawn on the white wall to the left of a black, gold, and orange cabinet. In the bottom left corner of one of his works, an African man with a red turban clasps the jeweled bridle of a bucking white horse. One of his paintings shows three women and a servant gathered around a hookah. At the bottom of another painting by him, a man holds a dagger to a nude woman's throat as the title king reclines on a giant pink cushion and wat", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "f179ac4e-c003-482c-b980-aeedd7e11b7c", "data": [{"text": "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds located in Bagsvaerd, Denmark. Another one of these buildings features pinhole windows and a billowing upturned roof floating above the building on concrete columns; that work by Le Cor", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "7180bea8-02f6-491f-af95-c64ff6edfd7f", "data": [{"text": "This artist never finished the second figure in a sculpture whose first figure holds the sun in her right hand and rests her left foot on the earth. He began his Truth Unveiled by Time after he was attacked for his failure to properly construct two towers at St. Peter's Basilica, for which he designed the baldacchino and the Chair of St. Peter. This artist sculpted a harp at David's feet, as he leans back to swing his sling, while another of his sculptures depicts one of the title figu", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "65dbcfd3-1f58-446e-bc32-14a137cc590c", "data": [{"text": "Artists primarily known for work in this movement include Max Ernst and Yves Tanguy. One work of this movement, The Treachery of Images, depicts a pipe and the French words for \"this is not a pipe.\" Another of its works depicts melting watches and is titled The Persistence of Memory. For 10 points, name this art movement featuring bizarre juxtapositions, whose artists include Rene Magritte and Salvador Dali.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2333954d-775e-486b-b67f-9ab85a4c2edd", "data": [{"text": "This artist of The Bridge Stripped Bare By Her Bachelors, Even drew a mustache and goatee on a Mona Lisa in L.H.O.O.Q. His Nude Descending a Staircase, No.2 was compared to an \"explosion in a shingle factory.\" His series of readymades includes an overturned urinal inscribed \"R. Mutt.\" For 10 points, name this Dada artist of Fountain.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "26f4d1cc-27bd-4f3b-a7fe-ba4fde015a43", "data": [{"text": "A rectangular limestone sculpture with this name is placed at the tomb of T. Rachevaskaia in Paris's Montparnasse Cemetery. Alfred Eisenstaedt's V-J Day in Times Square is sometimes given this name, which identifies a sculpture by Constantin Brancusi. Another work of this name, which was removed from its artist's The Gates of Hell, depicts Paolo and Francesca. For 10 points, give the name of this Rodin sculpture in which two figures hold each other close and bring their faces together ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "bc3ec00b-f366-4910-8250-c7246499cb1c", "data": [{"text": "This artist painted a work that depicts a woman wheeling away books in a cart that reads \"waste paper for shops,\" and The Ghost of Ben Jonson is seen rising from under the stage in that work. This artist of A Just View of the British Stage painted one work depicting a recently married rich couple looking completely uninterested in each other; that work is titled Tete a Tete and appears in a collection that also includes The Marriage Contract. He painted one work depicting the central f", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "40223422-f3a8-4b12-8ef8-3904449f2d7c", "data": [{"text": "One of this artist's paintings is set on a balcony near a sea and shows a series of objects flying off of a kitchen table. This artist made one work which shows his wife's face made up of a series of floating balls, and another painting by this artist of Still Life, Fast Moving shows a procession of elephants walking towards the title figure, who hold ups a cross to a long-legged horse. This artist painted Galatea of the Spheres and The Temptation of St. Anthony, and the background of ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "a30fe6ce-c8be-4302-8f6a-2f62b49db26b", "data": [{"text": "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for the street near Mulry Square. A building in this painting is painted red in its top half and green in its bottom half, and a cash register can be seen through its raised blinds. A yellow door is on the right inside the main building in this work, and stands next to two metal tanks. In front of those tanks is a blonde man in white, who is preparing an order for a woman in red and the ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "69ddcab5-1624-4790-86a7-e656294f5f7b", "data": [{"text": "In 2003, one of this artist's works was stolen from the Kunsthistorisches museum by Robert Mang. The Escorial added a loincloth and crown of thorns to this artist's marble depiction of the Crucifixion. This artist's unfinished works include a chalice for Pope Clement VII. A statue of Mars stands in the midst of a fountain this sculptor designed for the Palace of Fontainbleau, a building for which he also depicting a nymph reclining beneath a stag head. A figure with a trident reclines ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2f2a3352-9492-4f42-9190-3032423fa158", "data": [{"text": "This artist served as general editor for the series Documents of Modern Art, which made available works of art theory like Paul Klee's The Thinking Eye. This artist was often influenced by poetry, such as his early paintings Mallarme's Swan, and The Voyage \u0096 the latter inspired by the Baudelaire poem \u0096 and his late series The Hollow Men. He evoked the horrors of World War II combat in a work which was intended to resemble blood-soaked bandages \u0096 the collage titled Surprise and Inspirat", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "b8dc03c8-7f92-4673-80fe-4c97ed0e75d9", "data": [{"text": "This artist referenced his sister's tuberculosis in his The Sick Child, part of a series called The Frieze of Life. His best-known painting, which is set on a bridge, has a red sky potentially inspired by the volcanic eruption of Krakatoa; the main figure of that painting is shown with his (*) mouth ajar as he puts his hands to his face. For 10 points, name this Norwegian painter of The Scream.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "26465fad-71ca-483c-8bcc-cc3658b3ccef", "data": [{"text": "Scipione Borghese commissioned a contorted and muscular depiction of this figure, which was created by Lorenzo Bernini. A sculpture of this figure which exemplifies contrapposto shows his toes within the hair of his slain enemy; that bronze sculpture was created by Donatello. (*) For 10 points, identify this figure who is sometimes shown with a slingshot, after he has killed Goliath.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "23b59674-ce9f-454b-a276-1e45b56b091d", "data": [{"text": "An early invention used to make art works in this medium was the daguerreotype [duh-gayr-\"row\"-\"type\"]. Eadweard [\"edward\"] Muybridge created works in this medium which clarified the method by which horses gallop. The Steerage and Migrant Mother are specific examples of these types of art works. Works in this medium showing Yosemite National Park were created by (*) Ansel Adams. For 10 points, name these objects which can be instantly produced by Polaroids.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "eaa591be-7898-435d-bf77-75947784ce87", "data": [{"text": "One figure in this work wears a ring with a single red stone. In this painting, a man in black holding a scythe walks towards a blue-skirted violinist. The background of this painting includes a small, domed Orthodox church. In this painting, a figure wearing a necklace with a small cross holds a glowing tree in his hand. Two of the five houses in the background of this painting are upside-down. The red center of this painting is framed by a sheep's head and a large green human man's h", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "71163bec-997b-452c-ac54-b53c4481ea35", "data": [{"text": "The limping pose of the subject in this painting is completely stolen from the Pieta of the artist's student. A document in this work mentions a \"mother of five children whose husband has died for his country\" next to a bill of money. An update of this painting that includes a bowl of fruit and a fancy hat on top of a pink table was painted by (*) Edvard Munch - that version takes the liberty of including a naked woman in the middle. The wooden box at the bottom of this painting contai", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "76c1a3bd-94cd-4106-bbfa-5d8bf684eb01", "data": [{"text": "Vasari relates that on many days, the artist of this work would often stand on the scaffolding without picking his brush only to study its tone. Preliminary sketches for this work were often done in red chalk, which are still preserved in its artist's notebooks. As a man recoils in this painting, he upsets the balances of a salt cellar that are next to some pewter (*) dishes. Found in the refectory of the Santa Maria delle Grazie in Milan, this painting depicts a group of figures durin", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2e067712-fbc0-4ca0-b582-190c7b37fd41", "data": [{"text": "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man wearing a turban. One of his paintings depicts the Constanzo coat of arms on the base of a throne; in that painting, Mary sits with a red blanket on a throne between (*) Saint Liberalis and Saint Francis of Assisi. This painter of The Three Philosophers and the Castelfranco Madonna also ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]