[{"id": "269af5d8-90e1-4e62-bc74-2d757393cc8f", "data": [{"text": "One character in this work declares the modern invention of the time-table to be more significant than the gospel, Homer, or the entire work of Immanuel Kant. This declaration occurs while several characters are waiting for the Amelia, a ship that originally brought one of the main characters to the island that is the setting of this play. One character in this play points out that naming a female character \"Sulla\" is inaccurate. Although several of the main characters are killed at th", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2b39fc47-a4c1-41ac-b009-188d2344711e", "data": [{"text": "In one work, this author claimed to be contaminated by the \"corrosive power of words\" and asserted that the male body exists in a form that rejects existence. In that work, he also expressed his desire to become a \"man of action.\" As a child, one of this man's protagonists watches a group of men carrying a portable shrine who trample his family's garden. That character first ejaculates to a Guido Reni painting of Saint Sebastian and becomes infatuated with his classmate Omi. This autho", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "27f1fcac-076d-4441-a85c-048511f70f33", "data": [{"text": "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when interpreting her son's dream. Another character in this novel writes weekly letters for seventeen years until her former lover returns them all unopened. Father Amador is distracted from its title event by the arrival of the bishop on a steamboat, and that event is sparked after Bayard", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "e49d461f-73a1-44bf-af8a-23afd3fd76e7", "data": [{"text": "This author derived the title of one book from the saying \"I have lived inside the monster and know its entrails\". This author wrote he will give the title object \"to the true friend... And to the cruel one whose blows / Break the heart by which I live\" in the poem \"I have a white rose\". Another work begins, \"I am an honest man / From where the Palm tree grows / And before dying I want / To share the verses of my soul\". This author of Ismaelillo asserted, \"whatever is left of that slee", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "79c668d4-4162-4c6a-b6a9-afe4ce283007", "data": [{"text": "One of this author's characters finds the erotic handbook Eros Himself, which leads him to discover his son Terry is gay. In another novel a man dream that pigs' blood covers his penis, but later realizes it was his wife's menstruation; and that wife recalls looking at a photo in Life magazine showing herself as a child with her servant Lydia, who holds her backpack. This author wrote about Paul Bannerman's struggle with thyroid cancer in Get a Life. She wrote a novel ending when Maure", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "7730dd4b-664d-481f-aff3-d48602e73ac7", "data": [{"text": "Chapter 10 of this novel begins in the form of a diary extract by a Dutch clerk named Jonassen who documents the searching of several ships, while its appendix contains a chart explaining the number of silver pieces available to informers.  In one scene, a woman named Monica, who'd previously given the protagonist a cucumber, is rolled up in a straw mat, rowed out to sea, and tossed in.  In another, two men sing \"We're on our way, we're on our way\" while being tied to trees on the seas", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "f039da93-5613-42c3-9941-8a85c90fa187", "data": [{"text": "In this work, which features a milkman nicknamed the \"One-Eyed,\" a character angers his elders by publishing an article about Darwin's theories and philosophizing with Qaldes. It ends with the central character suffering a stroke after returning from an air raid shelter. Pivotal events include the banishing of a wife for having broken her collar bone in a car accident, and the marriage of Zannuba to the man she formerly served as consort, Yasim.  Fahmi dies because he engages in politi", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2619063b-e0e4-4238-9c42-455a2b5fdfac", "data": [{"text": "In one novel set in this country, boats laden with straw dummies feign an attack to steal enemy arrows for reuse.  Another novel set in this country features a talking stone in its preface. The Oath of the Peach Garden occurs in one novel set in this country, which was also the setting of a novel in which one hundred and eight outlaws stow away in a marsh. A Buddhist monk's travels with the Monkey King make up another of its \"Four Classical Novels.\" For 10 points, name this country, th", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3d1feecd-d5f1-4846-9b28-0dbcc0d9873d", "data": [{"text": "One character appoints himself an \"effective evildoer\" during a New Year's speech shortly after founding a local soccer team, which soon after results in that character's anger over the death of his brother S prompting him to lead a riot marked by ritualistic dancing. The novel begins in a septic pit and avoids ending in a cellar after the protagonist resolves to go to Africa and capture elephants. Centering on the resistance against a Korean grocer known as the \"Emperor\" and mirroring", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "6a4e8e39-0a38-4498-ae14-88d483373790", "data": [{"text": "In one of this author's works, the photographer Francisco Leal falls in love with Irene Beltran despite her engagement to an army captain known as The Bridegroom of Death. Another of this author's novels focuses on Eliza Sommer's relationships with Tao Chi'en and Joaquin Andieta. That novel, Portrait in Sepia, is continued in this author's novel about Aurora de Valle, Daughter of Fortune. This author wrote a novel about Rolfe Carl's relationship with the title storyteller, and a novel ", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "196cbe03-e9d6-43d2-a8ec-53ec774c7fe6", "data": [{"text": "Confusion occurs in this play over two meanings of the Greek word dinos. Its protagonist marvels upon hearing that one character dipped the legs of a flea in melted wax to measure the distance it could jump. Before this play begins, we learn that a lizard had defecated in the open mouth of that character, who claims he is \"walking on air and attacking the mystery of the sun\" while hanging in a basket. During this play, Right Logic loses a debate to Wrong Logic, after an attempt to avoi", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "41253ad7-8736-498d-ac2c-22f5297fb78c", "data": [{"text": "This author denounced V. S. Naipaul for identifying with wealthy, modernized countries, and contrasted him with Narayan's interest in the people of Malgudi in his essay \"Today, a Balance of Stories.\" He described a boy ashamed of writing about the harmattan in an essay about the function of the author, \"The Novelist as Teacher.\" This author wrote that \"art for art's sake is just another piece of deodorized dog-shit\" and argued that Armah's novel The Beautyful Ones are Not Yet Born igno", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "e3a24cd7-77c6-4a27-9585-56f7e323d336", "data": [{"text": "This author wrote of a character known as \"superbrain\" who participates in a title event after meeting Ambrosio at a dog pound. In another of his works, Fushia travels to a leper colony, Chapiro loses a game Russian Roulette to Lituma, and the harpist Don Anselmo runs the title bordello at the edge of the rainforest. This author of Conversation in the Cathedral and The Green House wrote about a series of cadets at The Leoncio Prado Military Academy in one work, and in another of his no", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "03e9ff04-af2b-4cc7-9392-07bca1f286cb", "data": [{"text": "In one of this author's novels, the narrator admires the gambler Hat, and tells of the carpenter Popo who never builds anything useful and the poet B. Wordsworth who is still working on the first line of his epic poem. In addition to Miguel Street, this author wrote about Salim, who opens a shop across from a Big Burger franchise in a country ruled by the Big Man. In another novel, this author wrote about a six fingered journalist who is tricked into marrying into the Tulsi family whil", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2700533e-bf73-45d5-ac4c-4d4893c136bf", "data": [{"text": "The French translation of this man's book on the legends of his native country so impressed Paul Valery that his laudatory letter was used as the book's preface. His decade spent in Paris was later chronicled by fellow countryman Luis Aragon.  In 1933, he returned to his native country but saw one of his manuscripts suppressed by Jorge Ubico. He wrote a book in which the \"Great Fleabag\" is married to someone who is poisoned by the Machojons but comes back as a ghost to protect the fore", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "7e834c89-75e9-4a2c-bff1-17675b3c502e", "data": [{"text": "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian priesthood. This man's work was the primary source for Wilhelm Becker's social history Gallus. He served as controller of the libraries under Hadrian and wrote an encylopedic work called Meadows which is now lost. His second extant work is De viris illustribus, and his most famous work was dedicated to the praetorian prefect Septicius Clarus. He gives the last words of Julius Caesa", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "0a76b6bf-647d-45f8-bc4e-8f6c4475786e", "data": [{"text": "This play begins with a humorously truncated prologue in which the author merely tells the audience to stretch its legs since the play is long. One character plans his own birthday party, during which his hired cooks argue and one of them declares that his broth can rejuvenate the old. Reworked by Giambattista Della Porta into La Trappolaria, the plot of this play is set in motion when the pimp Ballio is revealed to have sold a woman to a Macedonian soldier of fortune. This prompts a m", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "edabecce-9275-4e94-90e4-88d8a25e84ca", "data": [{"text": "One character in this novel is greatly affected by a photograph in a Life coffee-table book in which she is on her way home from school with Lydia, who is carrying her bag.  That character criticizes the title character for abandoning his lover Ellen, after which he takes control of the truck that had been given to another character for his 40th birthday. That character is additionally maddened by Daniel, who, after teaching the title character how to drive the truck, steals his gun wh", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "cc3eb99f-1404-4f89-a1b6-ee21193a63c7", "data": [{"text": "In this man's most recent work, periodic \"choruses\" are interspersed between stories concerning a rancher who wants his four sons to be priests, and the rebellious son of the president. A Knight from Don Quixote and the glass found in Olmec tombs serve as repeated metaphors of the title concept in his The Buried Mirror. The myths of his country serve as material for historical analysis in the novel A Change of Skin, and his chief work of literary criticism is The New Hispano-American N", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "3315657f-c9bf-46fd-afe9-42ec0c13bdf7", "data": [{"text": "Not long after this artist turned to illustrating historical novels, his son died, which led to the loss of this man's pension and the creation of the works for which he is now most famous. In writing about his own work, this artist claimed that only at 73 did he \"finally comprehend something of the true quality of birds,\" and that at 110, \"each line shall surely possess a life of its own.\" His earlier works include two collections of Festivals as well as a depiction of foreigners obse", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "ce4a6813-ed5f-43cd-8572-030b0cdfae6a", "data": [{"text": "At one point in this work, an oath is sworn over a jug of Thracian wine after it is pointed out that sacrificing a sheep over a shield would be inappropriate.  The main character comes up with a metaphor of Greece as a piece of wool that needs to be spun into yarn, and when the Commissioner casts aspersions on this idea, Kleonike empties a chamber pot over him.  The chorus of old men tries to smoke out a group from their entrenched position at a site where Kinesias shows up with a negl", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]