{"name": "BART_Police_shooting_of_Oscar_Grant", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Oscar Grant was fatally shot by BART police officer Johannes Mehserle in Oakland, California , United States, in the early morning hours of New Year's Day 2009."}, {"utterance": "Responding to reports of a fight on a crowded Bay Area Rapid Transit train returning from San Francisco , BART Police officers detained Oscar Grant and several other passengers on the platform at the Fruitvale BART Station ."}, {"utterance": "Officer Johannes Mehserle and another officer were restraining Grant, who was prostrate and allegedly resisting arrest."}, {"utterance": "Officer Mehserle stood and, according to witnesses, said: \"Get back, I'm gonna tase him.\""}, {"utterance": "Then Mehserle drew his gun and shot Grant once in the back; Mehserle appeared stunned, put his hands to his head and exclaimed, \"Oh, my God!\""}, {"utterance": "During his court testimony, Mehserle said that Grant then exclaimed, \"You shot me!\""}, {"utterance": "Grant turned out to be unarmed; he was pronounced dead the next morning at Highland Hospital in Oakland."}, {"utterance": "The events were captured on multiple digital video and cell phone cameras ."}, {"utterance": "The footage was disseminated to media outlets and to various websites, where it was watched millions of times."}, {"utterance": "The following days saw both peaceful and violent protests."}, {"utterance": "The shooting has been variously labeled an involuntary manslaughter and a summary execution ."}, {"utterance": "On January 13, Alameda County prosecutors charged Mehserle with murder for the shooting."}, {"utterance": "He resigned his position and pleaded not guilty."}, {"utterance": "The trial began on June 10, 2010."}, {"utterance": "Michael Rains , Mehserle's criminal defense attorney, argued that Mehserle mistakenly shot Grant with his pistol , intending to use his Taser when he saw Grant reaching for his waistband."}, {"utterance": "Pretrial filings argue that his client did not commit first-degree murder and asked a Los Angeles judge to instruct the jury to limit its deliberations to either second-degree murder or acquittal."}, {"utterance": "Oakland civil rights attorney John Burris filed a $25 million wrongful death claim against BART on behalf of Grant's family."}, {"utterance": "On July 8, 2010, the jury returned its verdict: Mehserle was found guilty of involuntary manslaughter and not guilty of second-degree murder and voluntary manslaughter."}, {"utterance": "Initial protests against the ruling were peacefully organized; looting, arson, destruction of property, and small riots broke out after dark."}, {"utterance": "Nearly 80 people were eventually arrested."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: BART_Police_shooting_of_Oscar_Grant"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}