{"name": "Biology", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The Dakota sandstone Pierre Shale are two formations dating from this period, during which the Tethys Ocean became a shallow sea. Chalk deposits left by the Western Interior Seaway during this period formed the Smoky Hills Chalk in America, and the Dover Cliffs chalk in Europe was also formed at the same time. This period closed with the eruption of the Deccan Traps in India, which may be related to an impact that resulted in a thin layer of iridium forming between this period and the "}, {"utterance": "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process. In addition to possessing the Gag polyprotein, these entities produce the Vif protein which counteracts the effects of the cytidine deaminase APOBEC3G. They are unable to infect individuals who possess a homozygous 32 base pair deletion in the CCR5 protein. The glycoprotein gp120 foun"}, {"utterance": "Classes of these structures in bacteria include those associated with a repH gene and the pRN family.  The FLP-FRT recombination system derives from yeast's 2u one. BACs and YACs are based on these, but larger. Agrobacterium's Ti one is useful for genetic engineering. They commonly use rolling circle replication. The tra operon allows them to be transferred as part of the F factor. Infectious bacteria often have virulence ones along with ones containing genes for antibiotic resistance."}, {"utterance": "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.  Shugoshin prevents the release of cohesin from these elements, and Cse4 is a H3 variant that loads at this site.  \"Point\" ones may bind only a single nucleosome and may be as small "}, {"utterance": "One of the two widely studied forms of this process is attributable to the action of Vif proteins, which cause this reaction in response to APOBEC expression. That form of this mechanism was discovered first in spleen necrosis virus and was then in other lentiviridae. Another form of this biological process requires in its aftermath uracil-DNA glycosylase to undertake gene-specific high-fidelity repair to suppress the creation of lymphomas. That second form of this process is initiated"}, {"utterance": "This substance was found to be Griffith's \"transformation agent\" in rats by MacLeod, McCarty, and Avery. Hershey and Chase carried out an experiment employing bacteriophages that determined that this molecule contained phosphorus. Chargaff's rules govern the proportions of this molecule's bases. The Meselson-Stahl experiment proved the semiconservative nature of its replication, a process that forms Okazaki fragments. For 10 points, name this molecule made up of thymine, adenine, cytos"}, {"utterance": "This molecule's biosynthesis requires the removal of the c-peptide. Its namesake \"growth factors\" are located in the p13 and p15 subsections of chromosome 11. In the body, the concentration of this hormone oscillates with a period of three to six minutes before returning to base levels. Glucagon counteracts the effects of this hormone, the lack of which causes hyperglycemia. It is produced by the beta cells of the islets of Langerhans in the pancreas. For 10 points, name this mammalian"}, {"utterance": "One intermediate in this pathway is also used by ALA synthase, where that compound is combined with glycine to yield aminolevulinic acid, and an enzyme in this pathway is involved in a shuttle which uses the transamination of aspartate to \"transport\" NADH across a membrane. Another enzyme in this pathway, like the PDHC, uses thiamine pyrophosphate and a dihydrolipoamide succinyl-transferase. Yet another step in this pathway sees the isomerization of an intermediate via aconitase, while"}, {"utterance": "This compound promotes the dephosphorylation and activation of enzyme HMG-CoA to favor cholesterol synthesis and a phenylalanine for leucine substitution at residue B25 results in its \"Chicago\" variety. Its biosynthesis involves an excision of the C-peptide, and the compound functions by binding to tyrosine kinase receptors on cell surfaces. Sanger's improvement upon the methods of Edman degradation involved its sequencing, and its production occurs primarily in beta cells on the islet"}, {"utterance": "One disorder involving this organelle is caused by a mutation in E325K on the NAGA gene, called Schindler disease. One method of transporting molecules to it involves an hsc70-containing chaperone complex. Another disorder results in enzyme transport to the extracellular space rather than this organelle and is called I-cell disease. Proteins are marked for this structure with mannose-6-phosphate, and proton pump activity in this organelle maintains the acidic pH necessary for its prima"}, {"utterance": "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin resistance gene. This process usually begins with a transfection in an embryonic stem-cell line with the goal of creating an organism with an altered germline, and the \"hit and run\""}, {"utterance": "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450 in certain metabolic reactions, and recent studies suggest that it can normalize lactate levels in patients with Complex I deficiencies. Deficiency of this vitamin can be detected by examining the relative activity of either xanthine oxidase or erythrocyte glutathione reductase, and i"}, {"utterance": "In 2000, Sohn et al. described a variant of this technique that uses capacitance as an alternative to more traditional measurements. This technique often uses propidium iodide and Hoechst dyes, and one important technique associated with it is known as compensation. One type of this technique was developed by Leonard Herzenberg, and its acronym is trademarked by Becton Dickinson, a leading producer of devices used in it. This technique is based on the concept of hydrodynamic focusing, "}, {"utterance": "Species responsible for mild forms of this ailment include vivax and knowlesi, the latter of which primarily affects macacas, while most serious forms of it are caused by the species falciparum. Extracts from Artemisia annua are used to combat this disease, whose pathogenesis involves merozoite spores infecting red blood cells. Its key vector is a member of genus Anopheles, and heterozygous alleles for sickle cell anemia confer a degree of resistance to this disease. Traditionally, the"}, {"utterance": "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled by LepA. That function is carried out using the GTPase activity of EF-G. One of its main substrates is assembled using the enzyme aaRS, and in prokaryotes, its 16S portion attaches to the Shine-Dalgarno sequence. Designated 70S or 80S, this organelle transfers a nascent peptide from its P-site to its A-site where aminoacyl-tRNA accepts the polymerizing protein chain. The tRNAs then "}, {"utterance": "Goldbeter and Koshland expanded it in a 1983 paper to account for ultrasensitivity brought on by covalent modification, and the pigment depletion formula is one modification of it.  Savageau considered dimensionally restricted conditions, and a key step in its derivation was due to Briggs and Haldane.  An Eadie-Hofstee diagram uses it, though it is more famously the basis of the double reciprocal Lineweaver-Burke plot.  One of its namesake's eponymous constant used in it can be defined"}, {"utterance": "Two members of this family cause an infant disease also known as sixth disease, roseola. Another member of this family causes benign lymph node tumors in Castleman's disease, though it was first identified as the causative agent of blotchy lesions often found on the face of AIDS patients. Besides Kaposi's Sarcoma-associated, another member of its gamma subfamily causes Burkett's Lymphoma, while members of its alpha subfamily lie dormant in nerves between outbreaks. For 10 points, name "}, {"utterance": "The first enzyme in this process uses a biotin prosthetic group to form an activated intermediate, which can only be transported by being converted to one of two products, including the result of an aminotransferase, aspartate.  That intermediate then loses its newly acquired carboxyl group in a reaction that also produces a GDP.  This process forms the half of the Cori cycle that occurs in the liver, and it makes use of fructose bisphosphatase, which is found on the same protein as a "}, {"utterance": "Early onset forms of this condition include Stargardt's disease and Best's disease. Recent studies have indicated that mutations in factors H and B and protein C3 of the complement system play important roles in the progression of this disease, leading to problems with glycosaminoglycans in areas like Bruch's membrane. The build-up of material in that membrane leads to Drusen, a sign of this disease that can be monitored with the Amsler Grid Test. Anti-angiogenics may hold promise for "}, {"utterance": "Progressive loss of this type of cell is known as ataxia-telangiectasia, and a type of hypoplasia results when it fail to develop in utero.  Basket and stellate cells provide GABAergic input to this type of cell.  Its climbing fiber, which carries complex spikes, originates in the inferior olivary nucleus and runs orthogonally to as many as 200,000 parallel fibers, which carry simple spikes.  This cell's synaptic region is characterized by its huge number of dendrites originating in it"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Biology"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}