{"name": "Classical", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The protagonist of this work calls for a basin and pitcher in preparation for a \"rhetorical banquet\". Later, he beats an astronomer carrying a load of mathematical instruments after meeting a character who claims that the tragedies of Sophocles caused him to lose human form. In a negotiation including the barbarian Triballian, the protagonist secures Basileia as his wife, and earlier, humans' offerings to the Olympian gods are intercepted by a chorus summoned by Epops. For 10 points, n"}, {"utterance": "This author created a man who says that he doesn't like how two characters are \"soldering\" their lips together, in reference to a man disguised as a sailor and that man's lover who had earlier been kidnapped from him. Another of this author's works includes a scene in which the chef Congrio is complaining about being beaten and then sees the main character holding a cudgel; that act also includes a discussion between (*) Megadorus and the protagonist about a planned marriage for the pr"}, {"utterance": "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously prophesied would require this work's protagonist's eating his tables. This work's protagonist declines to show mercy when he sees his enemy wearing the belt of Evander's son, Pallas, and he is advised by the Cumaean Sibyl to descend through Avernus to visit his father. Aeolus, king of the winds, is petitioned when Juno uses Ajax's hilarious death to justify destroying the protagonist's"}, {"utterance": "One of this writer's plays centers on maidens in Oriental clothing and holding wands. In that play, a king warns that Zeus would send a man-eating monster if the maidens were not protected. This author of The Suppliants described the ultimate fight between Eteocles [ee-tee-OE-klees] and Polyneices [pol-ih-NIGH-sees] in Seven Against Thebes [theebs]. Name this author who wrote of Agamemnon's family in the Oresteia trilogy."}, {"utterance": "This person wrote that \"if prophecies of living birds are ever truthful, I shall be living, always.\" He wrote of two children of Aeolus [ay-OE-lus] having an incestuous relationship in one section of his Heroides [heh-ROE-ih-dees]. In one of this writer's poems, the speaker compares himself to Tiphys [TIH-fis] and Automedon [ow-toe-MEH-don]. He advocated seducing a maid to advance cause with a lady in Art of Love. Name this author of the Metamorphoses."}, {"utterance": "In this work, the argument that \"the many will kill us\" is brought up in response to a claim that only the opinion of a man who understands justice should be regarded. This work alludes to the Iliad in a dream involving a woman in white telling a man that he will go \"to Phthia\" (THIGH-uh) in three days. One speaker in this work claims that another is betraying his children by not fulfilling his duty to educate them. A speaker in this work says that those who have witnessed laws and jus"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Classical"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}