{"name": "Charlie_Chaplin", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Sir Charles Spencer \"Charlie\" Chaplin, (16 April 188925 December 1977) was a British comic actor and filmmaker who rose to fame in the silent era ."}, {"utterance": "Chaplin became a worldwide icon through his screen persona \" the Tramp \" and is considered one of the most important figures of the film industry."}, {"utterance": "His career spanned more than 75 years, from a child in the Victorian era to close to his death at the age of 88, and encompassed both adulation and controversy."}, {"utterance": "Raised in London, Chaplin's childhood was defined by poverty and hardship."}, {"utterance": "He was sent to a workhouse twice before the age of nine; his father was absent, and his mother was committed to a mental asylum."}, {"utterance": "Chaplin began performing from a young age, touring music halls and later working as a stage actor and comedian."}, {"utterance": "At 19 he was signed to the prestigious Fred Karno company, which took him to America."}, {"utterance": "Chaplin was scouted by the film industry, and made his first appearances in 1914 with Keystone Studios ."}, {"utterance": "He soon developed the Tramp persona and formed a large fan base."}, {"utterance": "Chaplin directed his films from an early stage, and continued to hone his craft as he moved to the Essanay , Mutual , and First National corporations."}, {"utterance": "By 1918, he was one of the most famous men in the world."}, {"utterance": "In 1919, Chaplin co-founded the distribution company United Artists , giving him complete control over his films."}, {"utterance": "His first feature-length picture was The Kid (1921), followed by A Woman of Paris (1923), The Gold Rush (1925), and The Circus (1928)."}, {"utterance": "He refused to move to sound films in the 1930s, instead producing City Lights (1931) and Modern Times (1936) without dialogue."}, {"utterance": "Chaplin became increasingly political and his next film, The Great Dictator (1940), satirised Adolf Hitler ."}, {"utterance": "The 1940s was a decade marked with controversy for Chaplin, and his popularity declined rapidly."}, {"utterance": "He was accused of communist sympathies, while his involvement in a paternity suit and marriages to much younger women were considered scandalous."}, {"utterance": "An FBI investigation was opened on Chaplin, and he was eventually forced to leave the United States and settle in Switzerland."}, {"utterance": "He abandoned the Tramp for his later films, which include Monsieur Verdoux (1947), Limelight (1952), A King in New York (1957), and A Countess From Hong Kong (1967)."}, {"utterance": "Chaplin wrote, directed, produced, edited, scored, and starred in most of his films."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Charlie_Chaplin"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}