{"name": "Slavery_in_the_United_States", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Slavery in the United States existed from the early years of the colonial period; it was firmly established by the time the United States sought independence from Great Britain in 1776."}, {"utterance": "However, by 1804, all states north of the Mason and Dixon Line had either abolished slavery outright or passed laws for the gradual abolition of slavery."}, {"utterance": "In 1787 Congress prohibited slavery in the Northwest Territory ."}, {"utterance": "But slavery gained new life in the South with the cotton industry after 1800, and expanded into the Southwest."}, {"utterance": "The nation was polarized into slave and free states along the Mason-Dixon Line , which separated Pennsylvania and Maryland."}, {"utterance": "The United States and Great Britain both prohibited the international slave trade in 1808, but the domestic trade, with sales to the Deep South , expanded dramatically, and many captives were shipped by the coastwise slave trade ."}, {"utterance": "Before the 1840s, the South was vigorously defending slavery and its expansion into the territories."}, {"utterance": "In the North some abolitionists denounced it as sinful, and numerous anti-slavery forces rejected it as detrimental to the rights of free men."}, {"utterance": "After failed compromises and Abraham Lincoln 's election, in 1861 eleven slave states broke away to form the Confederate States of America , leading to the American Civil War ."}, {"utterance": "The federal government in 1862 made abolition of slavery a war goal."}, {"utterance": "In January 1863 President Lincoln freed slaves in the Confederacy through the Emancipation Proclamation ."}, {"utterance": "After the war, the Thirteenth Amendment , effective December 1865, abolished slavery throughout the entire United States, including the Border states and the Indian territories."}, {"utterance": "From the 16th to the 19th centuries, an estimated 12 million Africans were shipped as slaves to the Americas ."}, {"utterance": "See Slavery in the Americas ."}, {"utterance": "The great majority went to the sugar plantations of the West Indies or Brazil, where mortality was high."}, {"utterance": "About 645,000 were brought to what is now the United States."}, {"utterance": "By the 1860 United States Census , the slave population in the American South had grown to four million."}, {"utterance": "Of all 1,515,605 families in the 15 slave states , nearly 400,000 held slaves (roughly one in four), amounting to 8% of all American families."}, {"utterance": "While some slaves worked as house servants and urban artisans, the great majority worked on plantations or large farms, cultivating lucrative cash crops, such as rice, tobacco, sugar and, after 1800, chiefly cotton."}, {"utterance": "By 1860 most slaves were held in the Deep South , where they served in work-gangs; two-thirds worked in cotton."}, {"utterance": "In small operations, they worked with their owners."}, {"utterance": "In large plantations they were directed by white paid overseers."}, {"utterance": "Under the system that became chattel slavery (ownership of a human being, and of his/her descendants), a racial element was fundamental: slaves were blacks of African descent and owned, almost universally, by whites of European descent."}, {"utterance": "In the 17th century, Virginia, followed by other southern colonies, enacted law that children of slave mothers were born into slavery."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Slavery_in_the_United_States"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}