{"name": "Psychology", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A paper by Andreoni and Miller used simulations and lab experiments to parameterize it using a revealed preference framework. Dale Miller wrote an article in American Psychologist arguing that to deny it leads to a tautology.  The competitive form of  it was introduced by Gilbert Roberts, who explained it by the handicap principle and signaling benefits. Daniel Batson tackled the question of this behavior, which he links in a namesake hypothesis with empathy. Pitirim Sorokin wrote a 19"}, {"utterance": "This scientist conducted a study in which people watched Medical Center before deciding whether to donate money to charity or to steal it. He sent information packets to people in Omaha and Wichita, asking if they knew a person in Boston, an experiment which led him to formulate the \"Six Degrees of Separation\" hypothesis. This conductor of the \"Small World\" experiment paid an actor to pretend to be shocked as another person was told to increase the voltage.  For 10 points, name this ps"}, {"utterance": "This thinker discussed the \"fort/da game,\" in which his infant grandson would throw small objects. This man posited that the prehistoric origin of religion was to atone for the killing of a father figure by a group of brothers. He claimed that human actions could be traced to a \"death drive\" and \"pleasure principle.\" He wrote a work that describes the episode of \"Irma's Injection,\" an example of an event that he labels \"wish-fulfillment.\" For 10 points, name this Austrian psychologist "}, {"utterance": "One of this thinker's works states that the \"good life\" is a \"process of movement\" characterized by \"openness to experience\" and \"an increasing Trust in His Organism.\" This psychologist developed the Q-sort technique in order to enable individuals to identify differences between their \"perceived\" and \"ideal\" selves. This psychologist developed a system of therapy in which the therapist refrains from explanation while encouraging patients to speak freely about their problems through unc"}, {"utterance": "One of this thinker's students developed activity theory along with Rubinstein. This thinker distinguished between primary defects caused by heredity and secondary defects caused by a person's social environment, and argued that the apex of knowledge was decontextualization, or the ability to transfer a skill into a new context. This psychologist asserted that egocentric speech leads to advanced thought, and postulated the importance of assistance from More Knowledgeable Others. Steven"}, {"utterance": "This formulator of the epigenetic principle studied the Yurok Indians with the anthropologist Alfred Kroeber. He analyzed a religious reformer in Young Man Luther and analyzed another historical figure in a work subtitled \"On the Origins of Militant Nonviolence.\" This author of Gandhi's Truth advanced his most important theory in Childhood and Society; that theory states that each part of a person's life is marked by a conflict, such as industry versus inferiority or trust versus mistr"}, {"utterance": "With Harvey Carr this man explored the importance of \"kinaestheic sensations\" in rats running a maze, causing them to run into a wall in his kerplunk experiment, and he argued that thinking was a form of \"sub vocal speaking.\"  Author of a work subtitled \"An Introduction to Comparative Psychology,\" he worked in advertising late in life and is credited with inventing the coffee break.  With Rosalie Rayner he performed an experiment that involved making loud noises, resulting in a young b"}, {"utterance": "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck was an apparent sufferer of this who was discovered after police located Michael J. Devlin. In another example, Brian David Mitchell was able to transport a girl to public places wearing a veil. The most famous sufferer used the name Tania during her involvement in the Sunset District branch of the Hibernia Bank. FTP, name this psychological response displayed by Elizabeth Smart an"}, {"utterance": "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated its development from that of the more interpersonal social convention in his domain theory.  The most famous theory of it was developed in part based on people's reactions to reading "}, {"utterance": "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his major theory from The Organism by Kurt Goldstein. He believed that a person's \"philosophy of the future\" provides insight into their potential for resisting enculturation, being reality-centered, and being problem-centered, as part of a theory that he developed after noticing that monkeys seek drink before food. He explained his major contribution in Motivation and Personality and Tow"}, {"utterance": "His autobiography, written in the year of his death, is entitled Erlebtes and Enkanntes.  Originally trained as a physician, he worked with Helmholtz at the University of Heidelberg, where he wrote Contributions to the Theory of Sense Perception.  He founded the journal Philosophical Studies in 1881, eight years after publishing his landmark Principles of Physiological Psychology, which stressed the investigation of the immediate experiences of consciousness.  FTP, name this man, who i"}, {"utterance": "His time teaching in New York inspired his lament of higher education, The University in Exile.  Those later years were also devoted to the general problem of learning, resulting in the posthumous publication Productive Thinking.  After a public debate with Jung over word association technique in 1906, he moved around Europe until a 1912 train ride prompted thoughts on illusory motion, which led to his formulation of the phi phenomenon.  FTP, name this thinker who, along with Kurt Koff"}, {"utterance": "He worked with his father in law Dr. Balbiani on the tension between free will and determinism and the psychology of the Law. His first book, The Psychology of Reasoning, was followed by Animal Magnetism, which stressed the hypnotic techniques of his then teacher: Jean-Martin Charcot. But it was the tracking of his daughters Alice and Madeleine's development that became the genesis for his most famed contribution, one that was later appended by Herring and Kuhlmann. In later work like "}, {"utterance": "An opponent of Frederic Bartlett,  this man's namesake illusion consists of a circle surrounded by larger circles,  which appears larger than the same circle flanked by smaller circles. He tried to apply Fechner's theories to higher mental processes in works like The Intelligence of Schoolchildren  and he wrote a treatise on color vision based on a double pyramid. He is best known, however ,for his innovations in psychological experimentation, discovering the serial position curve, and"}, {"utterance": "Its creator postulated this theory as a reaction to scientific reductionism, the idea that the mind was best understood as a side effect of the brain.  Among this idea's tenets is the concept of noudynamics, which states that tension is necessary for mental health.  Its creator first used this term after publishing his article \"Psychotherapy and Weltanschauung\" in Adler's psychology journal, defining it as a form of study that postulates meaning to one's existence.  FTP, identify this "}, {"utterance": "His attachment to one of his most famous theories led to a lengthy feud with William Bayliss and Ernest Starling. He expanded on Sherrington's explanation of the spinal reflex, while his noted ambidextrous skill as a surgeon and his invention of a non-intrusive namesake \"pouch\" allowed him to study the digestive process in dogs. His research linking digestion to the nervous system won him the 1904 Nobel Prize in Physiology or Medicine, but he is now better known for other work with dog"}, {"utterance": "In this method, a person's \"self\" consists of his or her own subjective \"phenomenological reality\" and evolves over time. As a result, this system claims that incongruence, the inconsistency between the actual self and self-image, is at the core of psychological dysfunction. To repair the problem, the model focuses on four \"core conditions\" for psychology, namely empathy, congruence, learning and non-judgment, also known as \"unconditional positive regard.\" For 10 points, identify this "}, {"utterance": "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication of his A Philosophical Treatise of Popular Astronomy, and at his death he left a book on the philosophy of mathematics entitled The Subjective Synthesis. He argued that human kind progressed through a theological stage, a metaphysical stage, and finally a scientific stage, in his appropriately-named \"law of three stages,\" while his romance with the tubercular Clotilde de Vaux influenc"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Psychology"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}