{"name": "Pop_Culture", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka Ree. The Decapodian tradition of \"Claw-Plach\" on Futurama is a parody of this culture's mating ritual of koon-ut-kal-if-fee, which occurs when a female refuses marriage during the mating time of pon farr. This race's telepathic abilities allow them to perform their namesake \"mind-meld.\" T"}, {"utterance": "Two characters in this show are eventually revealed to be the PTSD-suffering veteran Anthony Ceccoli and the painter Priya Tsetang. Its final episode will revisit the future world in which Mag and Zone are searching for Safe Haven. In the current season of this show, Senator Daniel Perrin has cleared Rossum Corporation of official wrongdoing, and Fran Kranz's character Topher Brink has developed the technology for remote wipes. This show's protagonist developed a romantic relationship "}, {"utterance": "In one song, this band's singer describes \"walkin' through some youth, smilin' through some pain\" before repeating the title message. That song, \"Don't Go Away Mad (Just Go Away)\", can be found on the second of their Music to Crash Your Car To compilations. One song by this group notes that \"in seasons of wither / we'll stand and deliver\" before advocating that the listener \"Be strong, laugh, and\" perform the title action. The title figure of another of their songs is said to be both \""}, {"utterance": "This character wins the Employee of the Week award at Happy-Go-Lucky Toys, and is then depicted going for his fourth Birdie on a mini-golf course. Peter confuses this character with The Incredible Hulk at Mr. Weed's funeral. Stewie walks in on this man washing himself, and witnesses him wash all the suds away from his body. According to Stewie, this character is actually Chinese, and his second name is Hong. Usually depicted driving a Cadillac Escalade, this character is depicted in an"}, {"utterance": "In one song by this band, the singer notes that \"Sometimes I'm a travel man/but tonight this engine's failing.\" That song, which features Lou Reed, is called \"Tranquilize\" and appeared on their album Sawdust. Their Christmas singles have included \"A Great Big Sled\" and \"Don't Shoot Me Santa.\" They recently released the album Day & Age, which features \"Neon Tiger\", \"Spaceman\", and a song that asks whether \"we\" are \"dancer\" or the title figure, \"Human\".  The two singles from their second"}, {"utterance": "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After her lover is confronted by bridesmaids sporting baseball bats, she compares their relationship to a rollercoaster ride. The singer also begs for someone to call a doctor to help with a case of \"love bipolar\" because her partner changes his mind like a girl changes clothes. The chorus "}, {"utterance": "In one song by a band of this name, the singer states that he \"had to jerk off the dog just to feed the goddamned cat.\" The best-known song by that band is \"Texas Funeral\", which appeared in From Dusk till Dawn. A film directed by Demetrios Estdelanecropolis tells of a young girl, Shirley Pimple, who battles against a \"Temple of Doom\" named for another person by this name. This man's ghost appears to advise the title character in the Garth Ennis comic Preacher, and he lent his name to "}, {"utterance": "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and take him to Jimenez by Pete Perkins. The director of The Three Burials of Melquiades Estrada, this actor described waking up after dreaming of his father riding on ahead to make a fire in \""}, {"utterance": "This city is the setting for a Harry Chapin song in which a fatal truck accident spills the title amount of fruit. This setting for \"Thirty Thousand Pounds of Bananas\" is also the setting of a play and film about the twenty five year reunion of a basketball team called That Champion Season. Along with Wilkes-Barre, this city has a Triple A baseball team which dropped its association with the Phillies and replaced the Columbus Clippers as the Yankees top farm team. This city's Poor Rich"}, {"utterance": "One character on this show has a dream in which he is slapped by a Buddhist monk who accuses him of poorly installing air conditioning in a monastery. One character on this show changes the name of the Lollipop Club to The Crazy Horse. Other institutions on this show include the restaurant Nuovo Vesuvio, which is rebuilt by Artie Buco when his first restaurant burns down. The protagonist's sister changes her name back from Parvatti to Janice, and his daughter Meadow goes to Columbia in"}, {"utterance": "One of this band's songs states that \"in loyalty to our kind, we cannot tolerate their obstruction.\" Their first hit ended by asking \"Doesn't the sky look green today?\" In addition to \"The Ballad of You and Me and Pooneil\" and \"Crown of Creation,\" this band behind the albums After Bathing at Baxter's and Surrealistic Pillow demanded that you \"go ask Alice when she's ten feet tall\" and \"feed your head\" in a song about size-changing pills, \"White Rabbit.\" For 10 points, name this group i"}, {"utterance": "In one part of this game, typing a code reveals that stress can make one thinner or fatter. The player can earn a \"Stylish Kill\" for destroying the Skybridge Hera, and receives a prize if all twelve G. F. demolition troopers survive. In order to explore the G. F. S. Valhalla and obtain a code used on a Leviathan battleship, the player must collect nine Energy Cells. Bosses include the cybernetic Ghor, the shape-shifting femme fatale Gandrayda, and the pterodactyl-like Omega Ridley, aga"}, {"utterance": "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track from his 1983 album You Bought It, You Name It.  His debut solo album was 1972s Barnstorm, and other solo tracks include \"Turn to Stone\" and \"A Life of Illusion.\"  His first experience in a group came with Dale Peters and Jim Fox in the James Gang.  On his fifth album But Seriously Folks, he sings \"I go to parties sometimes until four, it's hard to leave when you can't find the doo"}, {"utterance": "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of magic, eventually allows characters to use magic after they circle his room three times. After the events in Zeal Palace, a former villain, Magus, can be recruited as a playable character. The machine Epoch replaces the Gates late in the game, whose ending depends on when its main villain is defeated. The song Bobonga from this game is often used on YTMNDs containing Brian Peppers, and"}, {"utterance": "She grew up on a commune in Caldecott County, Mississippi, but her world changed after her first encounter with an adoptive mother, who has changed her name from Raven Darkholme to something more colorful. A long time foe of Dazzler, she sometimes shares flashbacks with Carol Danvers, the former Ms. Marvel. The first manifestation of her powers occured when she and a boy named Cody Robbins kissed. Since then she has fought alongside such figures as Cable, Havok, and her sometimes lover"}, {"utterance": "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician on TV.  After getting a degree in psychology, he became a student of William Patterson, whose influence was reflected in the monograph he wrote on serial killers which led to the capture of Monte Props.  He earned the nickname \"Spooky\" after graduating first in his class at the FBI Acad"}, {"utterance": "This artist, a 2004 inductee into the Casino Legends Hall of Fame, won a Grammy award in 1985 for a duet with Luis Miguel, \"Me gustas tal como eres,\" which appeared on her only Spanish-language album.  She also collaborated on \"Arms of Orion\" for the Batman soundtrack, and appeared in Indecent Proposal, performing \"The Nearness of You.\"  Noted for singing the theme song to For Your Eyes Only while on-screen, she may be better known for her collaboration with Prince, \"U Got the Look,\" a"}, {"utterance": "This work's inside cover shows the artist playing a Fender J-bass at left and near an upturned barstool at right. This album's tracks were produced by Bob Johnson except for its first, which was recorded at an ersatz New York studio with Al Kooper on Hammond. The title track is the seventh and discusses a location where Georgia Sam may run, but it is not nearly so famous as \"Queen Jane, Approximately;\" \"Desolation Row;\" \"Just Like Tom Thumb's Blues;\" or \"Like a Rolling Stone.\" FTP, ide"}, {"utterance": "In high school home games in 1992, he was announced as \"the nation's number one player on the nation's number one team.\" As a minor leaguer in 1993, he was in a commercial with George Brett. He led the American League in 2000 in runs scored and steals, but was traded west the next year. A widespread rumor claiming that he'd failed a steroids test in 2005 was found to be false, though he did play for Oakland after being traded from Kansas City. He helped defeat the team he recently join"}, {"utterance": "In this musical, Anita sings \"A boy like that / Who'd kill your brother / Forget that boy and find another!\" In Act I, a male character sings \"Something's Coming\" while imagining a different and better future, and in Act II, a female character sings \"I Feel Pretty.\" Those two characters engage in a mock marriage ceremony while singing \"One Hand, One Heart.\" Those characters, Tony and Maria, are members of opposite gangss, the Jets and the Sharks. FTP, name this musical based on Romeo a"}, {"utterance": "This team acquired cornerback Gary Baxter and safety Brian Russell following the 2004 season, and their other defensive additions include Jason Fisk and Matt Stewart. On offense, they picked up linemen Joe Andruzzi and L. J. Shelton and acquired a Super Bowl-winning quarterback who most recently played four seasons with the Seahawks. They drafted wide receiver Braylon Edwards, while Steve Heiden at tight end will have to fill in for the injured Kellen Winslow Jr. FTP, name this team in"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Pop_Culture"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}