{"name": "New_York_Passenger_Ship_Terminal", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "New York City Cruise Liner Terminal in Hell's Kitchen at 52nd Street ."}, {"utterance": "The New York Passenger Ship Terminal (also known as the Luxury Liner Row or Manhattan Cruise Terminal or New York Cruise Terminal) is a terminal for ocean-going passenger ships on Manhattan's west side ."}, {"utterance": "The terminal consists of North River Piers 88, 90, 92 and 94 on the Hudson River between West 46th and West 54th Street ."}, {"utterance": "(As a general rule, pier numbers in Manhattan can be determined by adding 40 to the corresponding cross-street.)"}, {"utterance": "Ships now dock at Piers 88, 90 and 92."}, {"utterance": "Pier 94 on the north side is now used for exhibition space."}, {"utterance": "Pier 86, once used by United States Lines , is now home to the USS Intrepid ."}, {"utterance": "In 2003, the terminal handled 900,000 passengers."}, {"utterance": "The city is forecasting that 1.5 million will use the terminal by 2017."}, {"utterance": "The piers are long and apart."}, {"utterance": "They were first completed in 1935 to replace the Chelsea Piers as the city's luxury liner terminal."}, {"utterance": "The new terminal was built to handle bigger ships that had outgrown the Chelsea Piers."}, {"utterance": "The piers were renovated in 1970 and are currently undergoing another $150 million renovation."}, {"utterance": "The renovated plans call for it to handle three large ships at a time."}, {"utterance": "In doing renovations, the city is also considering decommissioning Pier 92."}, {"utterance": "Logo of the New York Cruise Terminal.For"}, {"utterance": "decades the terminal was the only ocean-going passenger terminal in New York harbor ."}, {"utterance": "With an upsurge in cruise ship traffic and the terminal's ability to handle comfortably only three large ships at a time, two new terminals have opened in the harbor — the Cape Liberty Cruise Port opened in 2004 in Bayonne, New Jersey (used by Royal Caribbean Cruise Line , Celebrity Cruises and Azamara Cruises ), and the Brooklyn Cruise Terminal (used by the Queen Mary 2 and other ships of the Carnival Corporation cruise brands) opened in 2006 in Brooklyn, New York ."}, {"utterance": "The West Side Highway takes a small jog east from the piers to below West 42nd Street because when the terminal was built land had to be taken away from Manhattan to allow for longer piers."}, {"utterance": "The US Army Corps of Engineers , who control the waterfront dimension, would not extend the pierhead line farther into the river, so the city extended the pier by cutting away at the land."}, {"utterance": "The city earlier did this for the Chelsea Piers ; however in Chelsea only landfill was taken away."}, {"utterance": "At the Passenger Terminal actual Manhattan schist was taken away."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: New_York_Passenger_Ship_Terminal"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}