{"name": "The_Peoples_Court", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The People's Court is an American arbitration-based reality court show , currently presided over by retired Florida State Circuit Court Judge Marilyn Milian , in which small claims disputes are handled."}, {"utterance": "The People's Court is the first court show to use binding arbitration , introducing the format into the genre in 1981."}, {"utterance": "The system has been duplicated by most of the show's successors in the judicial genre."}, {"utterance": "Moreover, The People's Court is the first popular, long-running reality in the judicial genre."}, {"utterance": "It was preceded only by a few short-lived realities in the genre; these short-lived predecessors were only loosely related to judicial proceedings, except for one: Parole (1959) took footage from real-life courtrooms holding legal proceedings."}, {"utterance": "Prior to The People's Court, the vast majority of TV courtroom shows used actors , and recreated or fictional cases (as did radio before that )."}, {"utterance": "Among examples of these types of court shows include Famous Jury Trials and Your Witness ."}, {"utterance": "The People's Court has had two contrasting lives."}, {"utterance": "The show's first life was presided over solely by former Los Angeles County Superior Court Judge Joseph Wapner ."}, {"utterance": "His tenure lasted from the show's debut on September 14, 1981, until May 21, 1993, when the show was cancelled due to low ratings."}, {"utterance": "This left the show with a total of 2,484 1⁄2-hour episodes and 12 seasons."}, {"utterance": "The show was taped in Los Angeles during its first life."}, {"utterance": "After being cancelled , reruns aired until September 9, 1994."}, {"utterance": "On September 8, 1997, after being out of production for four years, The People's Court was revived for a second life in first-run syndication as a 60-minute program."}, {"utterance": "Former lawyer and Mayor of New York Ed Koch was chosen as arbiter, which he maintained for 2 seasons from the 1997–98 season through the 1998–99 season (the present life's 2nd season and overall show's 14th)."}, {"utterance": "By the 1999–00 season, husband of Judith Sheindlin (who presides over Judge Judy ) and former New York State Supreme Court Judge Jerry Sheindlin succeeded Koch."}, {"utterance": "Sheindlin lasted one and a half seasons as he was replaced towards the end of the 2000–01 season (present life's 4th season and overall show's 17th)."}, {"utterance": "Beginning in spring 2001, Florida judge Marilyn Milian took over The People's Court and has presided over the show ever since."}, {"utterance": "Once Milian completes the 2012–13 season, she will have served as longest arbiter over the series with 12 and a half seasons."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: The_Peoples_Court"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}