{"name": "Moon", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Hubble views of Copernicus crater (inset), which is about 58 miles (93 km) wide"}, {"utterance": "Red and orange tinted Moon, as seen from Earth during a lunar eclipse, where the Earth comes between the Moon and Sun"}, {"utterance": "The Moon is the only natural satellite of the Earth , and the fifth largest satellite in the Solar System ."}, {"utterance": "It is the largest natural satellite of a planet in the Solar System relative to the size of its primary , having 27% the diameter and 60% the density of Earth, resulting in its mass ."}, {"utterance": "The Moon is the second densest satellite after Io , a satellite of Jupiter."}, {"utterance": "The Moon is in synchronous rotation with Earth, always showing the same face with its near side marked by dark volcanic maria that fill between the bright ancient crustal highlands and the prominent impact craters ."}, {"utterance": "It is the brightest object in the sky after the Sun , although its surface is actually very dark, with a reflectance similar to that of coal."}, {"utterance": "Its prominence in the sky and its regular cycle of phases have, since ancient times, made the Moon an important cultural influence on language , calendars , art and mythology ."}, {"utterance": "The Moon's gravitational influence produces the ocean tides and the minute lengthening of the day."}, {"utterance": "The Moon's current orbital distance, about thirty times the diameter of the Earth, causes it to appear almost the same size in the sky as the Sun, allowing it to cover the Sun nearly precisely in total solar eclipses ."}, {"utterance": "This matching of apparent visual size is a coincidence."}, {"utterance": "The Moon's linear distance from the Earth is currently increasing at a rate of 3.82±0.07cm per year, but this rate is not constant."}, {"utterance": "The Moon is thought to have formed nearly 4.5 billion years ago, not long after the Earth."}, {"utterance": "Although there have been several hypotheses for its origin in the past, the current most widely accepted explanation is that the Moon formed from the debris left over after a giant impact between Earth and a Mars -sized body."}, {"utterance": "The Moon is the only celestial body other than Earth on which humans have set foot ."}, {"utterance": "The Soviet Union 's Luna programme was the first to reach the Moon with unmanned spacecraft in 1959; the United States' NASA Apollo program achieved the only manned missions to date, beginning with the first manned lunar orbiting mission by Apollo 8 in 1968, and six manned lunar landings between 1969 and 1972, with the first being Apollo 11 ."}, {"utterance": "These missions returned over 380 kg of lunar rocks , which have been used to develop a geological understanding of the Moon's origins, the formation of its internal structure , and its subsequent history ."}, {"utterance": "After the Apollo 17 mission in 1972, the Moon has been visited only by unmanned spacecraft, notably by the final Soviet Lunokhod rover ."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Moon"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}