{"name": "Han_Dynasty", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The Han Dynasty (; ) (206 BC – 220 AD) was an imperial dynasty of China , preceded by the Qin Dynasty (221–207 BC) and succeeded by the Three Kingdoms (220–280 AD)."}, {"utterance": "It was founded by the rebel leader Liu Bang, known posthumously as Emperor Gaozu of Han ."}, {"utterance": "It was briefly interrupted by the Xin Dynasty (9–23 AD) of the former regent Wang Mang ."}, {"utterance": "This interregnum separates the Han into two periods: the Western Han (206 BC – 9 AD) and Eastern Han (25–220 AD)."}, {"utterance": "Spanning over four centuries, the period of the Han Dynasty is considered a golden age in Chinese history."}, {"utterance": "To this day, China's majority ethnic group refers to itself as the \"Han people\" and the Chinese script is referred to as \" Han characters \"."}, {"utterance": "The Han Empire was divided into areas directly controlled by the central government, known as commanderies , and a number of semi-autonomous kingdoms ."}, {"utterance": "These kingdoms gradually lost all vestiges of their independence, particularly following the Rebellion of the Seven States ."}, {"utterance": "The Xiongnu , a nomadic confederation which dominated the eastern Eurasian Steppe , defeated the Han army in battle in 200 BC."}, {"utterance": "Following the defeat, a political marriage alliance was negotiated in which the Han became the de facto inferior partner."}, {"utterance": "When, despite the treaty, the Xiongnu continued to raid Han borders, Emperor Wu of Han (r. 141–87 BC) launched several military campaigns against them."}, {"utterance": "The ultimate Han victory in these wars eventually forced the Xiongnu to accept vassal status as Han tributaries ."}, {"utterance": "These campaigns expanded Han sovereignty into the Tarim Basin of Central Asia and helped establish the vast trade network known as the Silk Road , which reached as far as the Mediterranean world ."}, {"utterance": "Han forces managed to divide the Xiongnu into two competing nations, the Southern and Northern Xiongnu, and forced the Northern Xiongnu across the Ili River ."}, {"utterance": "Despite these victories, the territories north of Han's borders were quickly overrun by the nomadic Xianbei Confederation."}, {"utterance": "After 92 AD, the palace eunuchs increasingly involved themselves in court politics, engaging in violent power struggles between the various consort clans of the empresses and empress dowagers , causing the Han's ultimate downfall."}, {"utterance": "Imperial authority was also seriously challenged by large Daoist religious societies which instigated the Yellow Turban Rebellion and the Five Pecks of Rice Rebellion ."}, {"utterance": "Following the death of Emperor Ling (r. 168–189 AD), the palace eunuchs suffered wholesale massacre by military officers , allowing members of the aristocracy and military governors to become warlords and divide the empire."}, {"utterance": "When Cao Pi , King of Wei, usurped the throne from Emperor Xian , the Han Dynasty ceased to exist."}, {"utterance": "The Han Dynasty was an age of economic prosperity and saw a significant growth of the money economy first established during the Zhou Dynasty (c. 1050–256 BC)."}, {"utterance": "The coinage issued by the central government mint in 119 BC remained the standard coinage of China until the Tang Dynasty (618–907 AD)."}, {"utterance": "To pay for its military campaigns and the settlement of newly conquered frontier territories, the government nationalized the private salt and iron industries in 117 BC."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Han_Dynasty"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}