{"name": "Mahatma_Gandhi", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Mohandas Karamchand Gandhi (; 2 October 1869 – 30 January 1948), commonly known as Mahatma Gandhi, was the preeminent leader of Indian nationalism in British-ruled India ."}, {"utterance": "Employing non-violent civil disobedience , Gandhi led India to independence and inspired movements for non-violence, civil rights and freedom across the world."}, {"utterance": "The son of a senior government official, Gandhi was born and raised in a Hindu Bania community in coastal Gujarat , and trained in law in London."}, {"utterance": "Gandhi became famous by fighting for the civil rights of Muslim and Hindu Indians in South Africa, using new techniques of non-violent civil disobedience that he developed."}, {"utterance": "Returning to India in 1915, he set about organising peasants to protest excessive land-taxes."}, {"utterance": "A lifelong opponent of \" communalism \" (i.e. basing politics on religion) he reached out widely to all religious groups."}, {"utterance": "He became a leader of Muslims protesting the declining status of the Caliphate ."}, {"utterance": "Assuming leadership of the Indian National Congress in 1921, Gandhi led nationwide campaigns for easing poverty, expanding women's rights, building religious and ethnic amity, ending untouchability , increasing economic self-reliance, and above all for achieving Swaraj —the independence of India from British domination."}, {"utterance": "Gandhi led Indians in protesting the national salt tax with the Dandi Salt March in 1930, and later in demanding the British to immediately Quit India in 1942, during World War II ."}, {"utterance": "He was imprisoned for that and for numerous other political offenses over the years."}, {"utterance": "Gandhi sought to practice non-violence and truth in all situations, and advocated that others do the same."}, {"utterance": "He saw the villages as the core of the true India and promoted self-sufficiency; he did not support the industrialization programs of his disciple Jawaharlal Nehru ."}, {"utterance": "He lived modestly in a self-sufficient residential community and wore the traditional Indian dhoti and shawl, woven with yarn he had hand spun on a charkha ."}, {"utterance": "His chief political enemy in Britain was Winston Churchill , who ridiculed him as a \"half-naked fakir .\""}, {"utterance": "He was a dedicated vegetarian, and undertook long fasts as means of both self-purification and political mobilization."}, {"utterance": "In his last year, unhappy at the partition of India , Gandhi worked to stop the carnage between Muslims, Hindus and Sikhs that raged in the border area between India and Pakistan."}, {"utterance": "He was assassinated on 30 January 1948 by Nathuram Godse who thought Gandhi was too sympathetic to India's Muslims."}, {"utterance": "30 January is observed as Martyrs' Day in India."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Mahatma_Gandhi"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}