{"name": "Math", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "This algorithm is often paired with OAEP, which makes it probabilistic by adding random oracles. Now implemented via the PCKS scheme, modern versions use the Carmichael function. One pair of values generated have a product congruent to 1 modulo lambda of n. One step involves computing the totient of the product of two numbers and finding an integer that is coprime to that result. Another step in this algorithm is to find the modular multiplicative inverse of e, and the efficacy of this"}, {"utterance": "Lindstrom's theorem states that first-order logic is the strongest logic having both this property and satisfying the Lowenheim-Skolem property. A method for finding a Hausdorff space with this property containing a given space is named for Stone and Cech. Equicontinuity is the main condition for determining whether a family of functions has this property by the Arzela-Ascoli theorem. Using the axiom of choice, it can be shown that an arbitrary product of spaces with this property has "}, {"utterance": "In the plane, this mathematician's namesake measure involves finding the greatest lower bound of the areas of the coverings of a given set, where a covering consists of a finite union of rectangles. One result named for this mathematician and Hölder follows from Zassenhaus's Lemma via Schreier's Refinement Theorem and states that any two composition series in a group are isomorphic. Any matrix with coefficients from an algebraically closed field can be rewritten in terms of blocks cont"}, {"utterance": "The period of these numbers modulo m is equal to m if and only if 24 times 5 to the lambda where lambda is an integer greater than or equal to zero. Cassini's Identity is on these numbers. The Euclidean Algorithm's worst case occurs when finding the greatest common denominator of two of these numbers according to Lame's Theorem.  The closed form solution is called Binet's formula, and as n goes to infinity, the nth one of these numbers divided by the previous one approaches the golden "}, {"utterance": "When this function is divided by its input, a new function results that acts as the ideal reconstruction filter. That filter exhibits the Gibbs phenomenon, and this function is used in Fourier series representations of odd functions.  In Euler's formula, this function represents the imaginary part and as such is multiplied by i. The Taylor series for this function consist of alternating terms of the form X to N where N is odd, divided by N factorial. Its derivative is cosine, a functio"}, {"utterance": "Proving the namesake property in one of these data structures relies on the Dynamic Finger Conjecture, and data structures without their characteristic property can obtain it by running an algorithm named for Day, Stout and Warren.  In one of these data structures, their characteristic property is maintained through operations like a zig-zag during searches.  Because they are often difficult to implement, skip lists are sometimes used instead.  Data structures without this property are"}, {"utterance": "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it to a third point on it such that all three points are collinear. It discriminant, proportional to 4 A cubed plus 27 B squared when its equation is y squared equals x cubed plus A x plus B, is zero when it is singular. Topologically, it is equivalent to a torus. A conjecture relating the"}, {"utterance": "This operation is generally equivalent to the wedge product, which is also characterized by anticommutativity and multilinearity. The differential of this operation can be calculated by Jacobi's formula. If it equals zero, its associated object is singular; otherwise, its associated object is invertible. The Wronskian is a special case of this operation, which is sometimes evaluated using Sylvester's theorem. For the two-by-two matrix \"a b c d\", it is equal to \"a times d\" minus \"b time"}, {"utterance": "One class of them correspond to irreducible root systems; that class has extended and affine varieties, the latter sort of which can describe Cartan matrices. The Hadwiger conjecture concerns these objects, as does the Robertson-Seymour theorem. Some functors have these objects as domains, and in that situation they are called quivers. The clique number of one of these objects is denoted by omega, and one class of them define a Weiner polynomial and may be represented by an adjacency m"}, {"utterance": "Novikov proved that the word problem for these objects is sometimes undecidable. Special types of these are called periodic or torsion ones, which are the subject of Burnside's problem. The Cayley graph is a method of representing these, and another one of these can be represented as a 194-by-194 character table, the Fischer-Greiss Monster. They may act on a set, usually as what may be called \"symmetries\" of that set, and functions from one to another that preserve their structure are "}, {"utterance": "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these figures is related by Loewner's inequality. The Weyl group can be defined as the normalizer of a group isomorphic to one of these figures, modulo the centralizer of said group. A compact Lie Group has a maximal one of these, and the standard one of these requires seven colors to color according to the Heawood conjecture. Double and triple ones of these have more than one handle, and N"}, {"utterance": "One statement of this theorem relates a quotient ring of a ring R over the intersection of its ideals to the product ring formed by multiplying the quotient rings of R over individual ideals. This theorem may be used for constructing G?del numbering for sequences, allowing the proof of G?del's incompleteness theorem, and it is central to solving problems of secret sharing by finding minimal combinations of shares to recover the whole. A more widely known application is representation o"}, {"utterance": "A more generalized version of this algorithm uses an admissible heuristic function that can result in a faster run time but requires more memory, and is known as A star.  Unlike the Bellman-Ford algorithm that finds the same solution, this algorithm does not work with negative-weight edges. Its worst case run time of big O of n2 when using ordinary linked lists can be improved in sparse cases by the use of various heaps as a priority queue when running its central extract-min function."}, {"utterance": "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for these objects, while another way of testing for them uses the Fraysseix-Rosenstiehl left-right algorithm. The Steinitz theorem couples them to a polyhedral representation, while the Whitney criterion states that their set must be closed under the matroid duality. According to Barnett's "}, {"utterance": "The volume of a simplex in n dimensions can be given by the Cayley-Menger type of this function, and this function can be generalized to non-square entities using the Cauchy Binet formula. The linear independence of a set of solutions to a differential equation is given by a nonzero value for the Wronskian type of this, and changing variables when integrating a function over its domain involves the use of the Jacobian type of this function. One of these for a two-by-two matrix is used "}, {"utterance": "One of these which performs an important action only when writing data to disk is used in the Reiser4 file system and is known as a dancing one. The Day-Stout-Warren algorithm runs in linear time when operating on these objects, of which the radix variety is used to store sets of strings. The tasks of spatial searching and the storage of database information usually use the R and B varieties respectively, while types known as scapegoat, splay, red-black, and AVL are all self-balancing "}, {"utterance": "The cases in which these entities have a certain important property are limited by Kuratowski's theorem. Algorithms involving these mathematical objects include Prim's and Floyd's, which solve important problems like finding a minimal span. These objects may contain cycles named for Euler or Hamilton, finding which is one form of the Traveling Salesman Problem. A shortest path on one may be found by Djikstra's Algorithm. The theory named for them was inaugurated by the solution of the "}, {"utterance": "The most direct way to understand this concept in lambda calculus is via the fixed-point operator. The general form of this property is synonymous with computability; the Ackerman function has the general form of this property, but not the primitive kind. The McCarthy 91 Function makes calls of this kind if its input is less than 100. Because any positive integer factorial can easily be stated as the integer times the next-lowest integer factorial, many implementations of the factorial"}, {"utterance": "One form of this, due to Lindeberg and Feller, applies to the difference of variates. While it does not hold for general stochastic processes, there is a version for martingales. The rate behind this relation is determined by the Berry-Ess?n theorem. It holds generally under the Lyapunov condition, but the conventional statement of it requires that the variance be finite and that the mean of the sampling distribution of means be the population mean. FTP, identify this theorem stating t"}, {"utterance": "Operator algebras on objects of this type are known as W-star or von Neumann algebras and it was von Neumann who named these structures in a 1929 paper in Mathematische Annalen. Grover's algorithm requires two angles between three members of one of these corresponding to the state space of a quantum computer. Every one of these is also a Banach space, but the converse does not hold. They are inner product spaces such that the resulting norm makes them complete metric spaces. FTP, name "}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Math"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}