{"name": "Geothermal_energy", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland ."}, {"utterance": "Geothermal energy is thermal energy generated and stored in the Earth."}, {"utterance": "Thermal energy is the energy that determines the temperature of matter."}, {"utterance": "The Geothermal energy of the Earth's crust originates from the original formation of the planet (20%) and from radioactive decay of minerals (80%)."}, {"utterance": "The geothermal gradient , which is the difference in temperature between the core of the planet and its surface, drives a continuous conduction of thermal energy in the form of heat from the core to the surface."}, {"utterance": "The adjective geothermal originates from the Greek roots γη (ge), meaning earth, and θερμος (thermos), meaning hot."}, {"utterance": "At the core of the Earth, thermal energy is created by radioactive decay and temperatures may reach over 5000 °C (9,000 °F)."}, {"utterance": "Heat conducts from the core to surrounding cooler rock."}, {"utterance": "The high temperature and pressure cause some rock to melt, creating magma convection upward since it is lighter than the solid rock."}, {"utterance": "The magma heats rock and water in the crust, sometimes up to 370 °C (700 °F)."}, {"utterance": "From hot springs , geothermal energy has been used for bathing since Paleolithic times and for space heating since ancient Roman times, but it is now better known for electricity generation ."}, {"utterance": "Worldwide, about 10,715 megawatts (MW) of geothermal power is online in 24 countries."}, {"utterance": "An additional 28 gigawatts of direct geothermal heating capacity is installed for district heating, space heating, spas, industrial processes, desalination and agricultural applications."}, {"utterance": "Geothermal power is cost effective, reliable, sustainable, and environmentally friendly, but has historically been limited to areas near tectonic plate boundaries ."}, {"utterance": "Recent technological advances have dramatically expanded the range and size of viable resources, especially for applications such as home heating, opening a potential for widespread exploitation."}, {"utterance": "Geothermal wells release greenhouse gases trapped deep within the earth, but these emissions are much lower per energy unit than those of fossil fuels."}, {"utterance": "As a result, geothermal power has the potential to help mitigate global warming if widely deployed in place of fossil fuels."}, {"utterance": "The Earth's geothermal resources are theoretically more than adequate to supply humanity's energy needs, but only a very small fraction may be profitably exploited."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Geothermal_energy"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}