{"name": "Driving_under_the_influence", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Sobriety checkpoint in Germany"}, {"utterance": "Driving under the influence (DUI), driving while intoxicated (DWI), drunken driving, drunk driving, drink driving, operating under the influence, drinking and driving, or impaired driving is the crime of driving a motor vehicle with blood levels of alcohol in excess of a legal limit (\"Blood Alcohol Content\", or \"BAC\")."}, {"utterance": "Similar regulations cover driving or operating certain types of machinery while affected by drinking alcohol or taking other drugs , including, but not limited to prescription drugs."}, {"utterance": "This is a criminal offense in most nations."}, {"utterance": "Convictions do not necessarily involve actual driving of the vehicle."}, {"utterance": "In most jurisdictions a measurement such as a blood alcohol content (BAC) in excess of a specific threshold level, such as 0.05% or 0.08% defines the offense, with no need to prove impairment or being under the influence of alcohol."}, {"utterance": "In some jurisdictions, there is an aggravated category of the offense at a higher level e.g. 0.12%."}, {"utterance": "In most countries, anyone who is convicted of injuring or killing someone while under the influence of alcohol or drugs can be heavily fined, as in France , in addition to being given a lengthy prison sentence."}, {"utterance": "Some jobs have their own rules and BAC limits, for example commercial pilot, and the Federal Railroad Administration in the United States has a 0.04% limit for train crew."}, {"utterance": "Some jurisdictions have multiple levels of BAC; for example, the state of California has a 0.08% BAC limit, which is lowered to 0.04% if the operator holds a commercial driver's license ."}, {"utterance": "The California BAC limit is 0.01% for those younger than 21 years of age and those on probation for a previous DUI conviction."}, {"utterance": "Some large corporations have their own rules; Union Pacific Railroad has their own BAC limit of 0.02% that, if violated during a random test or a for-cause test — for example, after a traffic accident — can result in termination of employment with no chance of future re-hire."}, {"utterance": "Many states in the U.S. and provinces in Canada have adopted truth in sentencing laws that enforce strict guidelines on sentencing, differing from previous practice where prison time was reduced or suspended after sentencing had been issued."}, {"utterance": "Some jurisdictions have judicial guidelines requiring a mandatory minimum sentence ."}, {"utterance": "Penalties for DUI charges range from expensive fees to forfetiruree of your license plates and in some serious circumstances, your vehicle."}, {"utterance": "A drunk driving simulator in Montréal , Canada"}, {"utterance": "The specific criminal offense may be called, depending on the jurisdiction, driving under the influence [of alcohol or other drugs] (DUI), driving under intense influence (DUII), driving while intoxicated (DWI), operating under the influence (OUI) operating while intoxicated (OWI), operating a motor vehicle while intoxicated (OMVI), driving under the combined influence of alcohol and/or other drugs, driving under the influence per se or drunk in charge [of a vehicle]."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Driving_under_the_influence"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}