{"name": "List_of_guinea_pig_breeds", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A prize-winning lilac-and-white Silkie"}, {"utterance": "There are many breeds of Guinea pig which have been developed since its domestication ca. 5000 BC."}, {"utterance": "Breeds vary widely in appearance and purpose, ranging from show breeds with long, flowing hair to those in use as model organisms by science."}, {"utterance": "From ca. 1200 AD to the Spanish conquest of the Inca Empire in 1532, selective breeding by indigenous South American peoples resulted in many varieties of domestic Guinea pigs, which form the basis for some of the modern domestic breeds."}, {"utterance": "Early Andean breeds were primarily kept as agricultural stock for food, and efforts at improving the Guinea pig as a food source continue to the modern era."}, {"utterance": "With the export of Guinea pigs to Europe in the 15th century, the goal in breeding shifted to focus on the development of appealing pets."}, {"utterance": "To this end, various competitive breeding organizations were founded by fanciers."}, {"utterance": "The American Cavy Breeders Association , an adjunct to the American Rabbit Breeders Association , is the governing body in the United States and Canada."}, {"utterance": "The British Cavy Council governs cavy clubs in the United Kingdom."}, {"utterance": "Similar organizations exist in Australia (Australian National Cavy Council) and New Zealand (New Zealand Cavy Club)."}, {"utterance": "Each club publishes its own Standard of Perfection and determines which breeds are eligible for showing."}, {"utterance": "New breeds continue to emerge in the 21st century."}, {"utterance": "Though there are many breeds of Guinea pig, only a few breeds are commonly found on the show table as pets."}, {"utterance": "Most Guinea pigs found as pets were either found undesirable by breeders or were bred to be pleasant pets regardless of how well they meet the breed standard of perfection."}, {"utterance": "The short hair, Abyssinian, Peruvian and Sheltie (aka Silkie) breeds are those most frequently seen as pets, and the former three are the core breeds in the history of the competitive showing of Guinea pigs."}, {"utterance": "In addition to their standard form, nearly all breeds come in a Satin variant."}, {"utterance": "Satins, due to their hollow hair shafts, possess coats of a special gloss and shine."}, {"utterance": "However, there is growing evidence that the genes responsible for the Satin coat also can cause severe bone problems, including Osteodystrophy and Paget's disease ."}, {"utterance": "Showing Satin variations is prohibited by some cavy breeders' associations because of animal welfare reasons."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: List_of_guinea_pig_breeds"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}