{"name": "Use_tax", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A use tax in United States is complementary to sales tax which means, if you buy a Taxable product/services without paying any Sales tax to vendor, you owe use tax."}, {"utterance": "You must self assess use tax and pay it directly to the state where the products were consumed or services were rendered."}, {"utterance": "Use tax typically is a tax on consumption but if you buy an item (without paying sales tax) and store it in your warehouse initially, use tax applies to that location where goods were stored."}, {"utterance": "Later on when the final consumption takes place at some other location, you are required to pay the differential of tax rate to the jurisdiction of ultimate place of consumption."}, {"utterance": "This really means that you don't have to pay both Sales Tax as well as Use Tax on one transaction."}, {"utterance": "It is only one or the other that you are required to pay on purchase of taxable products/services."}, {"utterance": "If vendor doesn't charge any Sales tax on its invoice then it is the obligation of the buyer to self assess Use tax and pay it to the appropriate Jurisdication."}, {"utterance": "Use Tax is generally charged at the same tax rate of Sales Tax but in some states the tax rate is different."}, {"utterance": "Use tax is also termed as \"Consumption Tax\" or \"Consumer Use Tax\"."}, {"utterance": "A use tax is a type of excise tax levied in the United States by numerous state governments."}, {"utterance": "It is assessed upon tangible personal property purchased by a resident of the assessing state for use, storage, or consumption in that state (not for resale), regardless of where the purchase took place."}, {"utterance": "If a resident of a state makes a purchase within his home state, full sales tax is paid at the time of the transaction."}, {"utterance": "The use tax applies when a resident of the assessing state purchases an item that is not subject to his home state's sales tax."}, {"utterance": "Usually, this is due to out-of-state purchases, as well as ordering items through the mail, by phone, or over the Internet from other states."}, {"utterance": "The use tax is typically assessed at the same rate as the sales tax that would have been owed (if any) had the same goods been purchased in the state of residence."}, {"utterance": "For example, a resident of Massachusetts , with a 6.25% \"sales and use tax\" on certain goods and services, purchases non-exempt goods or services in New Hampshire for use, storage or other consumption in Massachusetts."}, {"utterance": "Under New Hampshire law, the New Hampshire vendor collects no sales taxes on the goods, but the Massachusetts purchaser/user must still pay 6.25% of the sales price directly to the Department of Revenue in Massachusetts as a use tax."}, {"utterance": "If the same goods are purchased in a US state that does collect sales tax for such goods at time of purchase, whatever taxes were paid by the purchaser to that state can be deducted (as a tax credit ) from the 6.25% owed for subsequent use, storage or consumption in Massachusetts."}, {"utterance": "With few exceptions, no state's vendors will charge the native state's sales tax on goods shipped out of state, meaning all goods ordered from out-of-state are essentially free of sales tax."}, {"utterance": "The purchaser is therefore required to declare and pay the use tax to his home state on these ordered goods."}, {"utterance": "The assessing jurisdiction may make the use tax payable annually, but some states require a monthly payment."}, {"utterance": "For example, where a Vermont resident has not paid at least 6% sales tax on property brought in for use in the state, Vermont law requires filing a tax return (Form SU-452 and payment) by the 20th day of the month following non-exempt purchases to avoid a $50 late fee, a 5% penalty per month, to a maximum of 25%, plus statutory interest on the unpaid tax and penalties."}, {"utterance": "Typical exemptions include purchases by charitable non-profit organizations or governmental agencies, purchases for resale in commerce, and purchases via \"casual sales\" by individuals not in the ordinary course of business."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Use_tax"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}