{"name": "Princess_cut", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Princess cut diamond set in a ring"}, {"utterance": "The Princess cut is the second most popular cut shape for diamonds , next to a round brilliant ."}, {"utterance": "The face-up shape of the princess cut is square or rectangular and the profile or side-on shape is similar to that of an inverted pyramid with four beveled sides."}, {"utterance": "The princess cut is a relatively new diamond cut, having been created in the 1960s."}, {"utterance": "It has gained in popularity in recent years as a more distinctive alternative to the more popular round brilliant cut , in which the top of diamond, called the crown, is cut with a round face-up shape and the bottom, called the pavilion, is shaped similar to a cone ."}, {"utterance": "A princess cut with the same width as the diameter of a round brilliant will weigh more as it has four corners which would otherwise have been cut off and rounded to form a round brilliant."}, {"utterance": "The princess cut is sometimes referred to as a square modified brilliant."}, {"utterance": "However, while displaying the same high degree of brilliance, its faceting style is unique and completely different from that of a round brilliant."}, {"utterance": "The Princess cut had its origins in the early \"French\" cut, having a step-modified \"Double-French\" or \"Cross\" cut crown and a series of unique, chevron-shaped facets in the pavilion which combine to give a distinct cross-shaped reflection when the stone is viewed directly through the table."}, {"utterance": "Effectively, the Princess cut combines the high degree of light return of a round brilliant cut with a distinctive square or rectangular shape."}, {"utterance": "The square princess cut diamond is usually slightly cheaper than round brilliant cut diamonds of the same carat weight because it retains about 80% of the rough diamond, as opposed to the round brilliant which retains only about 50% of the rough."}, {"utterance": "The ability to retain more crystal weight makes this shape popular amongst diamond cutters."}, {"utterance": "Accredited Gem Appraisers (AGA) and American Gem Society Laboratory (AGSL) and European Gem Laboratories-USA (EGL-USA) are currently the only labs that grade the Princess cut for cut."}, {"utterance": "There is no universal definition of what measurements make an ideal princess cut diamond and many diamond manufacturers market ideal diamonds with differing facet patterns and angles as \"ideal cut\"."}, {"utterance": "In contrast to the AGSL, AGA, and EGL-USA the Gemological Institute of America (GIA) has stated that there is not enough industry consensus or empirical data to specify cut grading standards for Princess cut diamonds and to do so is at the risk of consumers who may be deceived by diamonds accompanied by unqualified Ideal or Excellent cut grades."}, {"utterance": "The name \"Princess Cut\" was originally used in connection with another diamond cut, otherwise known as the \"Profile\" cut, designed by Arpad Nagy, a London cutter, in 1961."}, {"utterance": "The same name was later used and made popular by Ygal Perlman, Betzalel Ambar, and Israel Itzkowitz in Israel in 1979."}, {"utterance": "A similar cut with only 49 facets, as opposed to the original 58 facets of the princess cut, was later branded the \"Quadrillion\" and initially distributed by Ambar Diamonds in Los Angeles."}, {"utterance": "Three years of optical research yielded a square stone with faceting similar to that of a round brilliant cut diamond."}, {"utterance": "A Comparison"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Princess_cut"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}