{"name": "Other", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "AMANDA extended one of these created by David Turner, and Wadler wrote a book on how to use monads in them.  Charity is an example of the so-called \"total\" type of these that prohibit non-termination, and easy memorization in them is attained through the fact that many of them maintain referential transparency.  Some 70 SFRIs extend one of these beyond its R6RS standards, while another employs call-by-need, a form of lazy evaluation.  Besides that one named for the first namesake of th"}, {"utterance": "This person wrote about the functions of especially recalcitrant people in his text The Underlife of a Public Institution, while he wrote about the way in which people seek out entertainment in his work Where the Action is. This man discussed the sociological situation of \"inmates\" with mental illness in his book Asylums, while in another work, this sociologist discusses what he considers \"spoiled\" identity, which he argues arises solely from the reactions of other people with whom peo"}, {"utterance": "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold in the United States; both the i20 and a new electric version will replace the engine-driven Getz. This firm entered the international market with the Pony following a technology-sharing agreement with Ford that enabled it to develop assembly lines for the Cortina. Its first American car"}, {"utterance": "He collaborated with David Ames Curtis to conduct the first scholarly investigation into the life and work of author Harriet Wilson. He identified the Yoruba deity Esu as the origin of a literary device which he found in several authors, and he later argued for the inclusion of more black writers in standard courses in his Loose Canons. He parodied a Wallace Stevens title in his Thirteen Ways of Looking at a Black Man, and he explained a certain concept of African speech as an exchange"}, {"utterance": "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa while sorting clothing, and the author's departure leads Melissa to also quit her j"}, {"utterance": "This topic was the primary subject of the 1102 Council of London, and it was at the center of the trial of Sarah White Norman, who was forced to make a public apology in Plymouth colony. Groups which have supported it included the League of 1948, in Denmark, and the Mattachine Society founded by Harry Hay in 1951. The name \"Urning\" was created by Karl-Heinrich Ulrichs in his periodical to describe it; against his wishes, Paragraph 175 in the German Criminal Code was passed. The subject"}, {"utterance": "This thinker was unflatteringly labeled \"the American Heidegger\" in a Steve Fuller work.  His essay \"Objectivity, Value Judgment, and Theory Choice\" is included in a work which divides its contents into \"historiographic\" and \"metahistorical\" sections, while his most famous work rejects Karl Popper's theory of falsifiability, presents the incommensurability thesis, and argues that the titular events are caused by paradigm shifts and include the move from a geocentric to a heliocentric m"}, {"utterance": "A recent Mobile, Alabama news report concerning people claiming to have seen one of these figures features one woman theorizing that \"it might have been a crack-head who got hold of the wrong stuff.\" Jennifer Aniston starred in a 1993 movie that sees one of these trapped in a well at the film's end. One tells Ralph Wiggum, \"Burn the house down! Burn 'em all!,\" while the second episode of Aqua Teen Hunger Force sees three of them suck Carl to the forest. In a recent episode of South Par"}, {"utterance": "One part of this work cites Veblen's \"The Breadline and the Movies\" in a discussion of the \"conspiracy theory\" of popular culture. The transformation of Scientific American is noted in a section on \"The Reservoir of Indignation\" while another section considers the question of \"Adjustment or Autonomy?\" This work discusses the importance of population growth in shaping the middle class, and portends a world lacking in people driven by an \"internal gyroscope.\"  FTP, name this \"study of th"}, {"utterance": "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while a Baudelaire poem sees it pouring \"into chasms made of diamonds.\" It is described as the sister of the Mississippi in Jean Toomer's \"Blue Meridian.\" In \"The Open Window,\" Vera tells a story in which Mr. Nuttel is frightened by dogs on its banks, while it appears \"sunken\" just before the Thunder's speech in The Waste Land.  The title woman is told that she would find rubies by its side i"}, {"utterance": "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord Hugh of Burnieshaw.  An old man named Armytage reminisces about a woman of this name who died of sadness while waiting for the return of her husband Robert in a long poem written in the 17"}, {"utterance": "The third of them discusses the Symbolic Snake, which made its first appearance in 429 BC.  The last of them discusses the qualities of an ideal ruler, who must not be at the mercy of his passions.  This work derives from a book published under the pseudonym of John Retcliffe, which itself derived from a book about Montesquieu and Machiavelli by Maurice Joly.  The former book, Biarritz, was written by a postal clerk and spy named Hermann Goedsche, who plagiarized extensively from Dumas"}, {"utterance": "Its ambassador challenges Lennox Lewis to a boxing match, which is cancelled after he claims to wear thick glasses.  He also notes that it makes anyone beautiful and that the easiest way to stop a potential drunk driver from getting behind the wheel is to take his pants.  You can purchase his friend Jimmy's mustache and a patent leather shoe on the web site of, FTP, what Jamaican beverage, whose slogan claims, \"It's beer!  HOORAY BEER!\""}, {"utterance": "This action is the topic of Alfred Alvarez's The Savage God.  Edwin Schneidman has developed ten common characteristics of it, and Karl Menninger developed the concept of a \"chronic\" variety.  In the most famous work on this subject the author doesn't define it in terms of intentionality but instead his definition hinges on the executor knowing the result of the action.  He also related it to social integration and proposed three types-egoistic, altruistic, and anomic. FTP, identify th"}, {"utterance": "In addition to his more famous endeavours, this man was a skilled calligrapher who in 1540 published a concise manual on Italic lettering. He gained a mastery of mathematics and astronomy under the guidance of Gemma Frisius and learned of engraving from Gaspar a Myrica, who would become his partners in his life's work, which included a series of publications intended to describe the creation and history of the world, coining the term atlas to describe it. Using the graceful Italic lett"}, {"utterance": "Originally, they were farmers who left home in search of employment, with many ending up in the military. Today, the term refers to students who have failed their college or high school entrance examinations and are spending a year or two studying for the next round. FTP, what is this term, from the Japanese for \"person cast on the waves\", that refers to warriors without a master, that shares its name with a 1998 John Frankenheimer action film starring Robert DeNiro?"}, {"utterance": "Its film packs contain jelly-like developer-fixer reagents, negative film, and positive light-insensitive white paper. After exposure, the film is pressed against the paper by steel rolls; the reagents are spread between the film and the paper; and a positive image is formed by diffusion on the receiving sheet. FTP, name the optical system devised in 1947 by the American physicist Edwin Land, the first to create a finished black-and-white photograph in one minute."}, {"utterance": "The original idea was exhibited by Whitcomb Judson at the World's Columbian Expo of 1893.  Gideon Sundback, a Swedish engineer located in the U.S., substituted spring clips for hooks and eyes, and in 1912 produced his Hookless version #2.  FTP, such was the development of what alphabetically hindered device named by B.F. Goodrich in 1923, which now is related to squirrel anatomy."}, {"utterance": "If the tax rate lies to the left of T'', higher taxes would raise government revenue.  If to the right, reducing taxes would harder work and ultimately increase revenue.  First sketched out on a napkin, it was the graph of choice of the Reagan era.  FTP, what little bit of bullshit posited an inverse relationship between taxes and revenues?"}, {"utterance": "Officially a part of the Nellis Air Force Bombing and Gunnery Range, it was first acknowledged by John Hanes, who conceded that there was an installation at Groom Lake, Nevada, but declined to elaborate.  FTP, identify this top-secret Air Force Base, believed to be a center for everything from secret aircraft testing to alien autopsy."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Other"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}