{"name": "Lightning_strike", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Lightning is a highly visible form of energy transfer"}, {"utterance": "Lightning strikes are electrical discharges on a massive scale between the atmosphere and an earth-bound object."}, {"utterance": "They mostly originate in thunderclouds and terminate on the ground, called Cloud to Ground (CG) lightning."}, {"utterance": "However, they may also be initiated from a very tall grounded object and reach into the clouds."}, {"utterance": "Although \"a lightning strike\" is commonly used to describe all lightning, it is rather erroneous and a misnomer, as only about 25% of all lightning events worldwide are CG, the large bulk of lightning events are Intracloud (IC) or Cloud to Cloud (CC), where discharge only occurs high in the atmosphere."}, {"utterance": "The scientific name for the complete process of a single lightning event is a and it is a very complex, multiple stepped interaction, which is not completely understood."}, {"utterance": "Most CG flashes only \"strike\" one physical location, referred to as a termination."}, {"utterance": "The primary conducting channel, the bright coursing light you may see and call a \"strike\", is only about 1 inch in diameter, although to our eyes it looks much larger."}, {"utterance": "They are miles long, upwards of tens of miles."}, {"utterance": "And the entire flash, lasts only a few fractions of a second, most of which is not visible to human eyes."}, {"utterance": "Thunder is always produced by lightning."}, {"utterance": "Just like lightning, that deceives our eyes, usually looking larger or closer than it really is, the earth's atmosphere and our brain's perception of the outside world, ultimately determines whether it is \"heard\" or not."}, {"utterance": "Lightning cannot happen in a vacuum devoid of ions, nor can thunder occur without molecules to vibrate."}, {"utterance": "Thunder is a physical absolute for every single flash of lightning."}, {"utterance": "Contrary to popular belief, a lightning strike itself is usually not responsible for multiple deaths or injuries from a single event."}, {"utterance": "It would be impossible given the natural tendencies of a flash, unless people or animals were stacked on top of each other, or they were somehow arranged vertically and part of the flash channel."}, {"utterance": "When lightning ignites an available fuel source and an explosion occurs, it is the shock wave or fire causing the injuries, not the strike itself."}, {"utterance": "Ground Currents, also called step potential, of an earth termination is what truly causes most injuries or death to humans and animals."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Lightning_strike"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}