{"name": "Kathmandu", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Kathmandu ( ; ) is the capital and largest urban agglomerate of Nepal ."}, {"utterance": "The agglomerate consists of Kathmandu Metropolitan City at its core, and its sister cities Patan , Kirtipur , Thimi , and Bhaktapur ."}, {"utterance": "It also includes the recently recognized urban areas of Shankhapur , Karyabinayak , and Champapur ."}, {"utterance": "Banepa , Dhulikhel , and Panauti are satellite urban areas of Kathmandu located just outside the Kathmandu valley ."}, {"utterance": "Kathmandu is also known informally as \"KTM\" or the \"tri-city\"."}, {"utterance": "According to a census conducted in 2011, Kathmandu metropolis alone has 975,453 inhabitants; and the agglomerate has a population of more than 2.5 million inhabitants."}, {"utterance": "The metropolitan city area is and has a population density of 19,250 per km2."}, {"utterance": "The city stands at an elevation of approximately in the bowl-shaped Kathmandu Valley of central Nepal."}, {"utterance": "It is surrounded by four major mountains: Shivapuri, Phulchoki, Nagarjun, and Chandragiri."}, {"utterance": "Kathmandu Valley is part of three districts (Kathmandu, Lalitpur , and Bhaktapur ), has the highest population density in the country, and is home to about a twelfth of Nepal's population."}, {"utterance": "During Rana and Shah eras, the name \"Nepal\" referred only to the Kathmandu Valley; it was what people who lived outside the valley called it."}, {"utterance": "During this period, British historians called the valley itself \"Nepal Proper\"."}, {"utterance": "Today, Kathmandu is not only the capital of the Federal Democratic Republic of Nepal, but also the headquarters of the Central Development Region of Nepal ."}, {"utterance": "The Central Region comprises three zones: Bagmati, Narayani , and Janakpur."}, {"utterance": "Kathmandu is located in the Bagmati Zone ."}, {"utterance": "Kathmandu is the gateway to tourism in Nepal."}, {"utterance": "It is also the nerve center of the country's economy ."}, {"utterance": "It has the most advanced infrastructure of any urban area in Nepal, and its economy is focused on tourism, which accounted for 3.8% of Nepal's GDP in 1995–96."}, {"utterance": "(Tourism in Kathmandu declined thereafter during a period of political unrest, but since then has improved.)"}, {"utterance": "The city has a rich history, spanning nearly 2000 years, as inferred from inscriptions found in the valley."}, {"utterance": "Religious and cultural festivities form a major part of the lives of people residing in Kathmandu."}, {"utterance": "Most of Kathmandu's people follow Hinduism and many others follow Buddhism ."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Kathmandu"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}