{"name": "Eating_disorder", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Eating disorders are conditions defined by abnormal eating habits that may involve either insufficient or excessive food intake to the detriment of an individual's physical and mental health."}, {"utterance": "Bulimia nervosa and anorexia nervosa are the most common specific forms in the United Kingdom."}, {"utterance": "Other types of eating disorders include binge eating disorder and eating disorder not otherwise specified ."}, {"utterance": "Bulimia nervosa is a disorder characterized by binge eating and purging."}, {"utterance": "Purging can include self-induce vomiting, over-exercising, and the usage of diuretics, enemas, and laxatives."}, {"utterance": "Anorexia nervosa is characterized by extreme food restriction to the point of self-starvation and excessive weight loss."}, {"utterance": "Though primarily thought of as affecting females (an estimated 5–10 million being affected in the U.K.), eating disorders affect males as well."}, {"utterance": "An estimated 10 – 15% of people with eating disorders are males (Gorgan, 1999)."}, {"utterance": "(an estimated 1 million U.K. males being affected)."}, {"utterance": "Although eating disorders are increasing all over the world among both men and women, there is evidence to suggest that it is women in the Western world who are at the highest risk of developing them and the degree of westernization increases the risk."}, {"utterance": "Nearly half of all Americans personally know someone with an eating disorder."}, {"utterance": "The skill to comprehend the central processes of appetite has increased tremendously since leptin was discovered, and the skill to observe the functions of the brain as well."}, {"utterance": "Interactions between motivational, homeostatic and self-regulatory control processes are involved in eating behaviour, which is a key component in eating disorders."}, {"utterance": "The precise cause of eating disorders is not entirely understood, but there is evidence that it may be linked to other medical conditions and situations."}, {"utterance": "Cultural idealization of thinness and youthfulness have contributed to eating disorders affecting diverse populations."}, {"utterance": "One study showed that girls with ADHD have a greater chance of getting an eating disorder than those not affected by ADHD."}, {"utterance": "Another study suggested that women with PTSD , especially due to sexually related trauma, are more likely to develop anorexia nervosa."}, {"utterance": "One study showed that foster girls are more likely to develop bulimia nervosa."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Eating_disorder"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}