{"name": "United_States_Declaration_of_Independence", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The Declaration of Independence is a statement adopted by the Continental Congress on July 4, 1776, which announced that the thirteen American colonies , then at war with Great Britain , regarded themselves as independent states, and no longer a part of the British Empire ."}, {"utterance": "Instead they now formed a new nation—the United States of America."}, {"utterance": "John Adams was a leader in pushing for independence, which was unanimously approved on July 2."}, {"utterance": "A committee had already drafted the formal declaration, to be ready when congress voted on independence."}, {"utterance": "Adams persuaded the committee to select Thomas Jefferson to compose the original draft of the document, which congress would edit to produce the final version."}, {"utterance": "The Declaration was ultimately a formal explanation of why Congress had voted on July 2 to declare independence from Great Britain, more than a year after the outbreak of the American Revolutionary War ."}, {"utterance": "The national birthday, the Independence Day is celebrated on July 4, although Adams wanted July 2."}, {"utterance": "After ratifying the text on July 4, Congress issued the Declaration of Independence in several forms."}, {"utterance": "It was initially published as the printed Dunlap broadside that was widely distributed and read to the public."}, {"utterance": "The most famous version of the Declaration, a signed copy that is popularly regarded as the Declaration of Independence, is displayed at the National Archives in Washington, D.C."}, {"utterance": "Although the wording of the Declaration was approved on July 4, the date of its signing was August 2."}, {"utterance": "The original July 4 United States Declaration of Independence manuscript was lost while all other copies have been derived from this original document."}, {"utterance": "The sources and interpretation of the Declaration have been the subject of much scholarly inquiry."}, {"utterance": "The Declaration justified the independence of the United States by listing colonial grievances against King George III , and by asserting certain natural and legal rights , including a right of revolution ."}, {"utterance": "Having served its original purpose in announcing independence, the text of the Declaration was initially ignored after the American Revolution ."}, {"utterance": "Since then, it has come to be considered a major statement on human rights , particularly its second sentence:"}, {"utterance": "We hold these truths to be self-evident, that all men are created equal , that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness ."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: United_States_Declaration_of_Independence"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}