{"name": "Ancient", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "While serving as leader during his father's absence, this man put down an uprising of the Maedi tribe. When an assassination plot became known, this ruler was forced to execute Philotas, the son of his general Parmenio, who was also executed. In one battle, this ruler defeated the king Porus, but lost his horse Bucephalus. This man also twice fought and defeated the Persian troops under Darius III when making a move into Asia. This ruler was the victor in the Battles of the Hydaspes Ri"}, {"utterance": "This man won the Civic Crown for his service under Thermus during the siege of Mytilene. He demanded that his captors ransom him for fifty instead of twenty talents while in the captivity of Cilician pirates. This man recounted his victory at the Battle of Alesia, where he defeated Ambiorix and Vercingetorix, in his Commentaries on the Gallic War. He won the Battle of Pharsalus against a former fellow member of First Triumvirate, Pompey. For 10 points, name this man who crossed the Rub"}, {"utterance": "According to his wishes, an oratory was constructed at the present site of Santa Maria in Trivio, as reparation for his role in the installment of Vigilius, after the deposition and exile of his predecessor, Saint Silverius. Earlier, he had refused the chance to be named the Western Roman Emperor as proffered by Witiges, a king he would go on to capture at Ravenna in the name of his emperor. Further examples of this man's loyalty, as detailed by his chronicler Procopius in the Historia"}, {"utterance": "One phase of these conflicts was sparked by the garrison of Neapolis, a response to the occupation of Fregellae on the Liris by the other side. After taking Apulia and Lucania, that side is defeated at Lautulae, leading them to adopt the Manipular formation. One of them began with the relief of Campania by taking Capua, and is interrupted by a victory at Trifanum and the Latin war, in which allegiances switched. In the second one, an army is trapped in a canyon, and its defeat led to i"}, {"utterance": "A stone statue of King Idrimi relates how Idrimi became a vassal of this polity after returning to the throne of Alalakh. This polity was given control of Alalakh by a neighboring power in exchange for relinquishing its coastal claims. Based on terms in the Kikkuli horse-training manual, the names of several rulers, and a list of deities found in a treaty, the rulers of this polity are argued to have been Indo-Europeans. Princesses of this polity include Gilu-Kheba and Tadu-Kheba and w"}, {"utterance": "One early leader of this empire was Mari Djata the first, who conquered the cities of Oualata and Audaghost. Other rulers included Uli, Qu, and Sakura, a freed slave who deposed Khalifa. It exploded after its defeat of the Susu chief Sumanguru at the Battle of Kirina, arising out of the Kangaba state, whose inhabitants had helped transport gold from Ghana. Its first leader was Sundiata, but it reached its apex under a guy who destroyed the price of gold, Mansa Musa. For 10 points, name"}, {"utterance": "One ruler by this name set up the usurper Priscus Attalus and served as Master of the Foot under him, but later deposed him for not complying with his demands, after which his army was ambushed by the general Sarus. Another ruler of this name was killed at the Battle of Vouille, where his people surrendered much of their territory; he also compiled a collection of law called the Breviary. The more famous one initially suffered defeat at the Battle of Pollentia at the hands of the gener"}, {"utterance": "This ruler was the first to settle Germanic barbarians in the Roman Empire, and he auctioned off many palace valuables to pay for the empire's wars. His reign saw a great plague, and also saw Parthia invade Armenia, an action stopped by a man who would later declare himself emperor when this man was reported dead, Avidius Cassius.  He was long advised by Fronto, the childhood tutor of this man and his co-emperor Lucius Verus.  He fought against the Marcomanni and died while on campaign"}, {"utterance": "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his capital at Xianyang (pron. approx.: Hsyienyang), he conquered the state of Qi, as well as the area corresponding to modern Guangdong province in the south.  Assisted by his Chancellor Li "}, {"utterance": "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being driven out by British troops under Constantine III. Their two main groups, the Asding and Siling, occupied Gallaecia and Baetica before being pushed further south by the Romans and Visigoths.  In 429, they sailed to a territory in the west from which, 25 years later, they would attack It"}, {"utterance": "One man of this name was put to death along with the poet Lentulus Gaeticulus after conspiring to assassinate his brother-in-law. That man was married to Drusilla, the sister of the man who eventually had him killed, Caligula. Another man of this name made an unsuccessful assassination attempt in 30 BCE, becoming the first man to try to murder an Emperor when he failed to kill Augustus. The most famous man of this name served as consul in 46 BCE before becoming pontifex maximus and, af"}, {"utterance": "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship without a formal request, and he later gave independent juries to the \"extortion court\" and proposed giving suffrage to all Italian speakers of Latin. More far-reaching versions of his initiatives were proposed by Marcus Livius Drusus, his co-tribune. After illegally protesting against t"}, {"utterance": "An Annibale Carracci painting shows Christ appearing to Saint Peter here.  According to Martianus Capella, its namesake removed the letter \"Z\" from the alphabet because it looked like a corpse's teeth; that namesake ended his career by opposing peace with Pyrrhus, and won the support of the Senate despite his blindness.  Its restoration was decreed by Pope Pius VI in 1784, and under the empire its care was entrusted to a curator of praetorian rank, even before Trajan decided to add his"}, {"utterance": "He was succeeded by his brother Smenkhkare, who was co-regent with him during the final years of his reign. Like his father, who married a non-royal woman named Tiy, he married a woman who was not of royal blood, the daughter of a vizier named Ay. After changing his name in the fifth year of his reign, he moved the capital in the following year to a site in Middle Egypt which is now known as el-Amarna. FTP, name this pharoah of the 18th dynasty who was married to Nefertiti and introduc"}, {"utterance": "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to this title identifies the governor of a Senatorial province. Cambac?es [kahm-ba-SEHR] and Lebrun were two of the three men who held it during the five years when it was an executive office in Republican France. Under the Empire, twelve or more men a year could hold it, mostly on a \"suffect\" rather than \"ordinary\" basis. Caesar in 59 BC and Marius consecutively from 104 to 100 had the y"}, {"utterance": "When it was first written, it dealt primarily with monetary compensations, or wehrgeld.  However it was Clause 6 in title 59 that became the most important part of it, particularly after it was amended by Chilperic.  It was lost until 1328, and in 1410 it was used to weaken the arguments of Henry IV of England.  Doubts about its secret repeal in 1789 in Spain fueled the Carlist agenda and Napoleon would adopt it for ascension to the Imperial Throne.  FTP, name this legal code written i"}, {"utterance": "Among the lowlights of his reign was the exile and subsequent execution of Helvidius Priscus.  His rise to emperor was due mainly to the military success of Antonius Primus and the support of Mucianus.  His reign saw the re-building of the Capitol, which had been burned during a conflict between his supporters and those of his predecessor Vitellius, whom he rebelled against while commander in Judea.  Succeeded by his son Titus, FTP, name this Roman emperor who began construction of the"}, {"utterance": "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a team of matchless horses that he offered as a reward to save his daughter. Eventually Telamon took his golden veiled daughter, Hesione, away to Salamis after Heracles, who had slain the sea monster plaguing this man's city, killed him for his treachery. This was not the first time this father of Tithonus and Priam had run afoul of the gods. Earlier he had failed to pay Apollo and Posei"}, {"utterance": "The son of either Ikunum or Laibum, his humble origins included his service as cup-bearer to Zababa. His intervention in a merchant's dispute in Pur-sha-handa brought him to the height of his career, which included an invasion of Cyprus. Kassala and Subartu fell to him after his victory at the Battle of Nippur, leading him to become the first ruler of his people to govern a multi-ethnic state, which included the Elamites, whose capitol city of Susa he burned. FTP, name this successor o"}, {"utterance": "By the end of this encounter one side's lack of supplies caused all civilians and wounded to be expelled at the base of Mount Auxois where many starved to death. Preceded by a skirmish at Vingeanne, which allowed them to hunker down, the defenders were ordered to dig a trench north-south between the Ose and Oserain rivers along the namesake town. The aggressors responded by digging their own series of trenches and setting up a 12 foot high wall, with observation towers every 130 feet. "}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Ancient"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}