{"name": "New_Guinea", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "New Guinea (also, Tok Pisin: Niugini, Dutch: Nieuw Guinea, and ; historically: Papua) is the world's second largest island , after Greenland , covering a land area of 786,000 km2."}, {"utterance": "Located in the southwest Pacific Ocean , it lies geographically to the east of the Malay Archipelago , with which it is sometimes included as part of a greater Indo-Australian Archipelago ."}, {"utterance": "Geologically it is a part of the same tectonic plate as Australia."}, {"utterance": "When world sea levels were low, the two shared shorelines (which now lie 100 to 140 metres below sea level), combining with lands now inundated into the tectonic continent of Sahul , also known as Greater Australia ."}, {"utterance": "The two landmasses became separated when the area now known as the Torres Strait flooded after the end of the last glacial period ."}, {"utterance": "Anthropologically, New Guinea is considered part of Melanesia ."}, {"utterance": "Politically, the western half of the island comprises two Indonesian provinces: Papua and West Papua ."}, {"utterance": "The eastern half forms the mainland of the country of Papua New Guinea ."}, {"utterance": "The island has a population of about 7.5 million, with a very low population density of only 8 inh/km2."}, {"utterance": "New Guinea is differentiated from its drier, flatter, and less fertile southern counterpart, Australia, by its much higher rainfall and its active volcanic geology, with its highest point, Puncak Jaya , reaching an elevation of 4,884 m (16,023 ft)."}, {"utterance": "Yet the two land masses share a similar animal fauna, with marsupials, including wallabies and possums , and the egg-laying monotreme, the spiny anteater , or echidna ."}, {"utterance": "Other than bats and some two dozen indigenous rodent genera, there are no pre-human indigenous placental mammals ."}, {"utterance": "Pigs, several additional species of rats, and the ancestor of the New Guinea Singing Dog were introduced with human colonization."}, {"utterance": "The human presence on the island dates back at least 40,000 years to the oldest human migrations out of Africa."}, {"utterance": "Research indicates that the highlands were an early and independent center of agriculture, with evidence of irrigation going back at least 10,000 years."}, {"utterance": "Because of the time depth of its inhabitation and its highly fractured landscape, an unusually high number of languages are spoken on the island, with some 1,000 languages (a figure higher than that of most continents) having been catalogued out of an estimated world-wide pre-Columbian total of 6,000 human dialects."}, {"utterance": "Most are classified as Papuan languages , a generally accepted geographical term which a minority of authors hold to be a genetic one."}, {"utterance": "A number of Austronesian languages are spoken on the coast and on offshore islands."}, {"utterance": "In the 16th century Spanish explorers discovered the island and called it Nueva Guinea."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: New_Guinea"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}