{"name": "American_Civil_War", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The American Civil War (ACW), also known as the War between the States or simply the Civil War (see naming ), was a civil war fought from 1861 to 1865 between the United States (the \"Union\" or the \"North\") and several Southern slave states that declared their secession and formed the Confederate States of America (the \"Confederacy\" or the \"South\")."}, {"utterance": "The war had its origin in the issue of slavery , especially the extension of slavery into the western territories."}, {"utterance": "Foreign powers did not intervene."}, {"utterance": "After four years of bloody combat that left over 600,000 soldiers dead and destroyed much of the South's infrastructure, the Confederacy collapsed, slavery was abolished, and the difficult Reconstruction process of restoring national unity and guaranteeing rights to the freed slaves began."}, {"utterance": "In the 1860 presidential election , Republicans, led by Abraham Lincoln , opposed expanding slavery into United States' territories ."}, {"utterance": "Lincoln won, but before his inauguration on March 4, 1861, seven cotton-based slave states formed the Confederacy."}, {"utterance": "Outgoing Democratic President James Buchanan and the incoming Republicans rejected secession as illegal."}, {"utterance": "Lincoln's inaugural address declared his administration would not initiate civil war."}, {"utterance": "Eight remaining slave states continued to reject calls for secession."}, {"utterance": "Confederate forces seized numerous federal forts within territory claimed by the Confederacy."}, {"utterance": "A Peace Conference failed to find a compromise, and both sides prepared for war."}, {"utterance": "The Confederates assumed that European countries were so dependent on \" King Cotton \" that they would intervene; none did and none recognized the new Confederate States of America."}, {"utterance": "Hostilities began on April 12, 1861, when Confederate forces fired upon Fort Sumter , a key fort held by Union troops in South Carolina."}, {"utterance": "Lincoln called for each state to provide troops to retake the fort; consequently, four more slave states joined the Confederacy, bringing their total to eleven."}, {"utterance": "The Union soon controlled the border states and established a naval blockade that crippled the southern economy."}, {"utterance": "The Eastern Theater was inconclusive in 1861–62."}, {"utterance": "The autumn 1862 Confederate campaign into Maryland (a Union state) ended with Confederate retreat at the Battle of Antietam , dissuading British intervention."}, {"utterance": "Lincoln issued the Emancipation Proclamation , which made ending slavery a war goal."}, {"utterance": "To the west, by summer 1862 the Union destroyed the Confederate river navy, then much of their western armies, and the Union at Vicksburg split the Confederacy in two at the Mississippi River."}, {"utterance": "In 1863, Robert E. Lee's Confederate incursion north ended at the Battle of Gettysburg ."}, {"utterance": "Western successes led to Ulysses S. Grant command of all Union armies in 1864."}, {"utterance": "In the Western Theater, William T. Sherman drove east to capture Atlanta and marched to the sea , destroying Confederate infrastructure along the way."}, {"utterance": "The Union marshaled the resources and manpower to attack the Confederacy from all directions, and could afford to fight battles of attrition through the Overland Campaign towards Richmond, the Confederate capital."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: American_Civil_War"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}