{"name": "Eminem", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Marshall Bruce Mathers III (born October 17, 1972), better known by his stage name Eminem (stylized as EMINƎM) and by his alter ego Slim Shady, is an American rapper , record producer , songwriter and actor ."}, {"utterance": "Eminem, along with his solo career, is a member of his group D12 , and also one half of the hip hop duo Bad Meets Evil , with Royce da 5'9\" ."}, {"utterance": "Eminem is one of the best-selling artists in the world and is the best-selling artist of the 2000s."}, {"utterance": "He has been listed and ranked as one of the greatest artists of all time by many magazines, including Rolling Stone magazine which ranked him 82nd on its list of The 100 Greatest Artists of All Time."}, {"utterance": "The same magazine declared him The King of Hip Hop ."}, {"utterance": "Including his work with D12 and Bad Meets Evil, Eminem has achieved ten number-one albums on the Billboard 200 ."}, {"utterance": "He has sold more than 100 million records worldwide, including 42 million tracks and 49.1 million albums in the United States."}, {"utterance": "As an underground rapper Eminem released his debut solo album, Infinite in 1996."}, {"utterance": "The album was a critical and commercial failure."}, {"utterance": "He gained mainstream popularity in 1999 after the release of his major-label debut album The Slim Shady LP ."}, {"utterance": "The LP also earned Eminem his first Grammy Award for Best Rap Album ."}, {"utterance": "His next two records The Marshall Mathers LP , and The Eminem Show , also won Best Rap Album Grammy Awards, making Eminem the first artist to win Best Rap Album for three consecutive LPs."}, {"utterance": "This was followed by another studio release in 2004 titled Encore ."}, {"utterance": "Eminem then went on hiatus after touring in 2005."}, {"utterance": "He released his first album in five years titled Relapse , on May 15, 2009."}, {"utterance": "In 2010, Eminem released his seventh studio album Recovery ."}, {"utterance": "Recovery was an international success and was named the best selling album of 2010 worldwide, joining The Eminem Show, which was the best seller of 2002."}, {"utterance": "Eminem won Grammy Awards for both Relapse and Recovery, giving him a total of 13 Grammys in his career."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Eminem"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}