{"name": "Imagination_Movers", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "This page is about the Imagination Movers band."}, {"utterance": "For information about the TV show starring the band, see Imagination Movers (TV series) ."}, {"utterance": "Imagination Movers is a band formed in New Orleans , Louisiana , in 2003."}, {"utterance": "The lineup includes Rich Collins, Scott Durbin, Dave Poche, and Scott \"Smitty\" Smith."}, {"utterance": "Members of the group were longtime friends and neighbors."}, {"utterance": "The group started as a television/music concept which was pitched to local PBS affiliates in New Orleans."}, {"utterance": "WLAE-TV was the first to take an interest in the group and later introduced them to Beth Courtney, the President & Chief Executive Officer at Louisiana Public Broadcasting."}, {"utterance": "Soon after, LPB began airing one-minute videos produced by the Imagination Movers themselves."}, {"utterance": "The Movers built a sizable regional following by setting educational songs for kids to melodies and rhythms that adults appreciate as well."}, {"utterance": "They sold more than 100,000 copies of their self-produced CDs and DVDs."}, {"utterance": "Their three indie CDs: \"Good Ideas,\" \"Calling All Movers,\" and \"Eight Feet\" along with their grass roots DVD \"Stir It Up\" have, combined, won fourteen national awards, from such groups as the National Association of Parenting Publications (NAPPA) and Parents' Choice."}, {"utterance": "In early 2005, Disney took notice, and initiated negotiations to add the Movers to the company's roster."}, {"utterance": "These were interrupted in August when the flood protection designed and built by the Army Corps of Engineers to protect New Orleans failed."}, {"utterance": "The resulting floodwater claimed the band's office, as well as the homes of Collins, Durbin and Poche – but the deal was signed in the spring of 2006."}, {"utterance": "In 2008, Walt Disney Records introduced the Imagination Movers' music to the nation with the release of the Movers' first nationally-released CD, \"Juice Box Heroes.\""}, {"utterance": "In September 2008, a 30-minute show featuring the group began airing on the Disney Channel 's preschool programming block known as Playhouse Disney , and currently airs on Playhouse Disney's replacement, Disney Junior ."}, {"utterance": "The Movers write and perform all the songs on their show."}, {"utterance": "Moreover, the Imagination Movers have received critical kudos for their live concert performances."}, {"utterance": "In October 2009, the Imagination Movers started the \"Live from the Idea Warehouse Concert Tour 2009\"."}, {"utterance": "Traveling from mid-October to mid-December 2009 their live performances include lots of their favorite songs and dancing, as well as video appearances of Warehouse Mouse."}, {"utterance": "Beginning in early-February 2011 and wrapping up in late May 2011, the Imagination Movers presented their \"In a Big Warehouse Concert Tour,\" playing more than 100 shows in 50+ cities across North America."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Imagination_Movers"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}