{"name": "Weather", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Thunderstorm near Garajau, Madeira"}, {"utterance": "Weather is the state of the atmosphere , to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy."}, {"utterance": "Most weather phenomena occur in the troposphere , just below the stratosphere ."}, {"utterance": "Weather generally refers to day-to-day temperature and precipitation activity, whereas climate is the term for the average atmospheric conditions over longer periods of time."}, {"utterance": "When used without qualification, \"weather\" is understood to be the weather of Earth ."}, {"utterance": "Weather is driven by air pressure (temperature and moisture) differences between one place and another."}, {"utterance": "These pressure and temperature differences can occur due to the sun angle at any particular spot, which varies by latitude from the tropics ."}, {"utterance": "The strong temperature contrast between polar and tropical air gives rise to the jet stream ."}, {"utterance": "Weather systems in the mid-latitudes , such as extratropical cyclones , are caused by instabilities of the jet stream flow."}, {"utterance": "Because the Earth's axis is tilted relative to its orbital plane, sunlight is incident at different angles at different times of the year."}, {"utterance": "On Earth's surface, temperatures usually range ±40 °C (−40 °F to 100 °F) annually."}, {"utterance": "Over thousands of years, changes in Earth's orbit affect the amount and distribution of solar energy received by the Earth and influence long-term climate and global climate change ."}, {"utterance": "Surface temperature differences in turn cause pressure differences."}, {"utterance": "Higher altitudes are cooler than lower altitudes due to differences in compressional heating."}, {"utterance": "Weather forecasting is the application of science and technology to predict the state of the atmosphere for a future time and a given location."}, {"utterance": "The atmosphere is a chaotic system , so small changes to one part of the system can grow to have large effects on the system as a whole."}, {"utterance": "Human attempts to control the weather have occurred throughout human history, and there is evidence that human activity such as agriculture and industry has inadvertently modified weather patterns."}, {"utterance": "Studying how the weather works on other planets has been helpful in understanding how weather works on Earth."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Weather"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}