{"name": "History_of_the_board_game_Monopoly", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The five sets of the board game Monopoly depicted here show the evolution of the game's artwork and designs in the United States from 1935–2005."}, {"utterance": "The history of the board game Monopoly can be traced back to the early 20th century."}, {"utterance": "The earliest known design was by the American, Elizabeth Magie , patented in 1904 but existing as early as 1902."}, {"utterance": "Magie's original intent was to publish a board game to illustrate an economic principle, namely the Georgist concept of a single land value tax."}, {"utterance": "A series of board games were developed from 1906 through the 1930s that involved the buying and selling of land and the development of that land."}, {"utterance": "By 1934, a board game had been created much like the version of Monopoly sold by Parker Brothers and its related companies through the rest of the 20th century, and into the 21st."}, {"utterance": "Several people, mostly in the Midwestern United States and near the East Coast , contributed to the game's design and evolution."}, {"utterance": "By the 1970s, the idea that the game had been created solely by Charles Darrow had become popular folklore; it was printed in the game's instructions for many years, in a 1974 book devoted to Monopoly, and was cited in a general book about toys even as recently as 2007."}, {"utterance": "Even a guide to family games published for Reader's Digest in 2003 only gave credit to Darrow and Elizabeth Magie, erroneously stating that Magie's original game was created in the 1800s, and not acknowledging any of the game's development between Magie's creation of the game, and the eventual publication by Parker Brothers ."}, {"utterance": "Also in the 1970s, Professor Ralph Anspach , who had himself published a board game intended to illustrate the principles of both monopolies and trust busting , fought Parker Brothers and its then parent company, General Mills , over the trademarks of the Monopoly board game."}, {"utterance": "Through the research of Anspach and others, much of the early history of the game was \"rediscovered\"."}, {"utterance": "Anspach confronted Maxine Brady, author of the 1974 book The Monopoly Book: Strategy and Tactics of the World's Most Popular Game over the actual history of the game on Barry Farber 's New York City talk show in 1975."}, {"utterance": "Because of the lengthy court process, including appeals, the legal status of Parker Brothers' trademarks on the game was not settled until 1985."}, {"utterance": "The game's name remains a registered trademark of Parker Brothers, as do its specific design elements."}, {"utterance": "At the conclusion of the court case, the game's logo and graphic design elements became part of a larger Monopoly brand, licensed by Parker Brothers' parent companies onto a variety of items through the present day."}, {"utterance": "Despite the \"rediscovery\" of the board game's early history in the 1970s and 1980s, and several books and journal articles on the subject, Hasbro (Parker Brothers' current parent company) did not acknowledge any of the game's history before Charles Darrow on its official Monopoly website as recently as June 2012."}, {"utterance": "Nor did Hasbro acknowledge anyone other than Darrow in materials published or sponsored by them, at least as recently as 2006."}, {"utterance": "International tournaments, first held in the early 1970s, continue to the present, with the next world championship likely scheduled for 2013."}, {"utterance": "Starting in 1985, a new generation of spin-off board games and card games appeared on both sides of the Atlantic Ocean ."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: History_of_the_board_game_Monopoly"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}