{"name": "Elvis_Presley", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Elvis Aaron Presley (January 8, 1935 – August 16, 1977) was an American singer and actor."}, {"utterance": "A cultural icon , he is commonly known by the single name Elvis."}, {"utterance": "One of the most popular musicians of the 20th century, he is often referred to as the \"King of Rock and Roll\" or \"the King\"."}, {"utterance": "Born in Tupelo, Mississippi , Presley moved to Memphis, Tennessee , with his family at the age of 13."}, {"utterance": "He began his career there in 1954, working with Sun Records owner Sam Phillips , who wanted to bring the sound of African-American music to a wider audience."}, {"utterance": "Accompanied by guitarist Scotty Moore and bassist Bill Black , Presley was the most important popularizer of rockabilly , an uptempo, backbeat -driven fusion of country and rhythm and blues ."}, {"utterance": "RCA Victor acquired his contract in a deal arranged by Colonel Tom Parker , who went on to manage the singer for over two decades."}, {"utterance": "Presley's first RCA single, \" Heartbreak Hotel \", released in January 1956, was a number-one hit."}, {"utterance": "He became the leading figure of the newly popular sound of rock and roll with a series of network television appearances and chart-topping records."}, {"utterance": "His energized interpretations of songs, many from African-American sources, and his uninhibited performance style made him enormously popular—and controversial."}, {"utterance": "In November 1956, he made his film debut in Love Me Tender ."}, {"utterance": "Drafted into military service in 1958, Presley relaunched his recording career two years later with some of his most commercially successful work."}, {"utterance": "He staged few concerts however, and guided by Parker, proceeded to devote much of the 1960s to making Hollywood movies and soundtrack albums, most of them critically derided."}, {"utterance": "In 1968, after seven years away from the stage, he returned to live performance in a celebrated comeback television special that led to an extended Las Vegas concert residency and a string of profitable tours."}, {"utterance": "In 1973 Presley staged the first concert broadcast globally via satellite, Aloha from Hawaii ."}, {"utterance": "Prescription drug abuse severely deteriorated his health, and he died suddenly in 1977 at the age of 42."}, {"utterance": "Presley is regarded as one of the most important figures of 20th-century popular culture."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Elvis_Presley"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}