{"name": "Anthropology", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Recent evidence collected here has suggested that the lime-rich marl clay prompted residents to locate this site in the middle of an immense marshland. More recent work by Martin and Russell has overturned the earlier claim by Perkins that it was the earliest center of cattle domestication, and Halbaek has cited the discovery of hackberries at all levels here as evidence of alcohol production. Its commercial importance was related to Hasan Dag, a nearby volcano and the source of obsidi"}, {"utterance": "One chapter of this book notes that while George Washington relaxed by reading Voltaire and Locke, Eisenhower relaxed with \"cowboy tales and detective stories.\" Inspired by Franz Neumann's analysis of the National Socialism, Behemoth, this book argues that American society is being transformed from a public to a mass manipulated into perceiving a \"pseudo-world.\" It asserts that the title group's thirst for wealth has created a \"higher immortality,\" and begins by contrasting them with \""}, {"utterance": "This man collaborated with Hans Gerth on Character and Social Structure, and asserted that American labor leaders have subordinated themselves to capitalism in The New Men of Power. Another work by this man denounces the \"Grand Theory\" of Talcott Parsons and advocates a more human version of sociology. This author of The Sociological Imagination wrote about the Cuban revolution in Listen, Yankee. He described how workers are alienated by a \"salesmanship mentality\" in one work and argue"}, {"utterance": "Derrida critiques this work's depiction of the uses of tobacco as an example of cherry picking examples to prove a point. It begins by the examining the Samoan distinction between oloa and tonga and concludes by exmaining the moral implications of the title concept, arguing that even in industrial society, \"things sold have a soul.\" Raymond Firth criticizes the book's failure to recognize the single individual level of interaction. Instead, the author focuses on what he terms the \"tota"}, {"utterance": "This man discusses \"essentialism and epochalism\" and the \"four phases of nationalism\" in his somewhat uncharacteristic essay entitled \"After the Revolution.\" His satirically-titled lecture \"Anti-Anti-Relativism\" paradoxically concludes that provincialism is a greater danger than relativism. More substantial works of his include the rather recent Available Light and a comparative study Islam Observed. He discusses the swidden and sabah procedures in Agricultural Involution, but is most "}, {"utterance": "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption is an appropriate quantitative measure of the \"evolution\" of this concept, which, according to another scientist, is best explained in terms of \"webs of significance.\" Those \"webs\" are best \"interpreted\" through \"thick description\" of \"deep play\" such as the Balinese cock fight according to Cliffy Geertz. A 1944 essay by Bronislaw Malinowski offered a \"scientific theory\" of it, whil"}, {"utterance": "The earliest member of this taxonomic group, found in 1994, is distinguished from earlier groups in part by a thickening of the tooth enamel.  A lower jaw discovered at Koro Toro in northern Chad turned out to be from a new variety, and the first source of the most recent variety was a child's skull found at Taung.  Footprints discovered in Laetoli showed that the most famous variety developed a forward-pointing big toe and arched feet, though Hadar was the source for the best example "}, {"utterance": "An exception to it postulates an intermediate step which could produce voiced spirants, and it explains the reduction in labiovelars. Based on an earlier idea put forth by Rasmus Christian Rask, it has two parts, the latter of which only applies to High German, and the former of which shows that voiceless stops changed into voiceless fricatives, voiced stops became voiceless, and voiced aspirated stops lost their aspiration and changed into plain voiced stops. FTP, name this rule of so"}, {"utterance": "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use of systems like the desiderative and benedictive, and aspects like the aorist.  Verbs are classified as athematic or thematic, in which an \"a\" is inserted before the ending inflection, while nouns have three numbers, ten declensions and eight cases. Johann Hanxleden wrote the first European grammar of this language, and that study, along with the earlier Astadhyayi of Panini, was used b"}, {"utterance": "While in college she was head of a science and social group known as the \"Ash Can Cats.\"  She worked with the American Museum of Natural History for 52 years, during which time she wrote A Rap on Race with James Baldwin.  Other works of hers include Culture and Commitment and Male and Female and her autobiography, Blackberry Winter.  But she may still be best known for her first work, an analysis of adolescence and sex in Oceania.  FTP, name this anthropologist and author of Coming of "}, {"utterance": "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull with a small forehead, cranial capacity averaging 1,075 cubic centimeters, and a large, powerful, chinless jaw, these hominids had a well-developed communal culture, practiced hunting, and used fire domestically. First identified as a new fossil human by Davidson Black in 1927 on the basis of a single tooth, later excavations yielded fossils from about 40 individuals, but these fin"}, {"utterance": "Their stone tools have been recovered at numerous sites in the Omo valley, demonstrating the simple Oldowan designs that would develop into to the more advanced Acheulean handaxes and picks approximately 500,000 years later.  These contemporaries of A. Africanus are believed to be descended from A. Afarensis and survived the extinction of the Australopithecines by dint of larger brain capacity and the accompanying technological advances.  FTP, name these homonids existing from 2 millio"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Anthropology"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}