{"name": "RMS_Titanic", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "RMS Titanic was a British passenger liner that sank in the North Atlantic Ocean on 15 April 1912 after colliding with an iceberg during her maiden voyage from Southampton , UK to New York City , US."}, {"utterance": "The sinking of Titanic caused the deaths of 1,502 people in one of the deadliest peacetime maritime disasters in modern history."}, {"utterance": "The RMS Titanic was the largest ship afloat at the time of her maiden voyage."}, {"utterance": "She was the second of three Olympic class ocean liners operated by the White Star Line , and she was built by the Harland and Wolff shipyard in Belfast with Thomas Andrews , who perished with the ship, as her naval architect."}, {"utterance": "On her maiden voyage, she carried 2,224 passengers and crew."}, {"utterance": "Under the command of Edward Smith , her passengers included some of the wealthiest people in the world, as well as hundreds of emigrants from Great Britain and Ireland , Scandinavia and elsewhere throughout Europe seeking a new life in North America."}, {"utterance": "The ship was designed to be the last word in comfort and luxury, with an on-board gymnasium, swimming pool, libraries, high-class restaurants and opulent cabins."}, {"utterance": "She also had a powerful wireless telegraph provided for the convenience of passengers as well as for operational use."}, {"utterance": "Though she had advanced safety features such as watertight compartments and remotely activated watertight doors, she lacked enough lifeboats to accommodate all of those aboard."}, {"utterance": "Because of outdated maritime safety regulations, she carried only enough lifeboats for 1,178 people—slightly more than half of the number travelling on the maiden voyage, and one-third her total passenger and crew capacity."}, {"utterance": "After leaving Southampton on 10 April 1912, Titanic called at Cherbourg in France and Queenstown (now Cobh ) in Ireland before heading westwards towards New York."}, {"utterance": "On 14 April 1912, four days into the crossing and about 375 miles (600 km) south of Newfoundland , she hit an iceberg at 11:40 pm ship's time."}, {"utterance": "The glancing collision caused Titanics hull plates to buckle inwards along her starboard side and opened five of her sixteen watertight compartments to the sea; the ship gradually filled with water."}, {"utterance": "Meanwhile, passengers and some crew members were evacuated in lifeboats, many of which were launched only partly loaded."}, {"utterance": "A disproportionate number of men were left aboard because of a \" women and children first \" protocol followed by some of the officers loading the lifeboats."}, {"utterance": "By 2:20 AM, she broke apart and foundered, with well over one thousand people still aboard."}, {"utterance": "Just under two hours after the Titanic foundered, the Cunard liner RMS Carpathia arrived on the scene of the sinking, where she brought aboard an estimated 705 survivors."}, {"utterance": "The disaster was greeted with worldwide shock and outrage at the huge loss of life and the regulatory and operational failures that had led to it."}, {"utterance": "Public inquiries in Britain and the United States led to major improvements in maritime safety ."}, {"utterance": "One of their most important legacies was the establishment in 1914 of the International Convention for the Safety of Life at Sea (SOLAS), which still governs maritime safety today."}, {"utterance": "Additionally, several new wireless regulations were passed around the world in an effort to learn from the many missteps in wireless communications---which could have saved many more passengers."}, {"utterance": "Many of the survivors lost all of their money and possessions and were left destitute; many families, particularly those of crew members from Southampton, lost their primary bread-winners."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: RMS_Titanic"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}