{"name": "Mortality_rate", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Crude death rate by country (2006)."}, {"utterance": "Mortality rate is a measure of the number of deaths (in general, or due to a specific cause) in a population."}, {"utterance": "Scaled to the size of that population, per unit of time."}, {"utterance": "Mortality rate is typically expressed in units of deaths per 1000 individuals per year; thus, a mortality rate of 9.5 (out of 1000) in a population of 1,000 would mean 9.5 deaths per year in that entire population, or 0.95% out of the total."}, {"utterance": "It is distinct from morbidity rate , which refers to the number of individuals in poor health during a given time period (the prevalence rate ) or the number of newly appearing cases of the disease per unit of time ( incidence rate )."}, {"utterance": "The term \" mortality \" is also sometimes inappropriately used to refer to the number of deaths among a set of diagnosed hospital cases for a disease or injury, rather than for the general population of a country or ethnic group."}, {"utterance": "This disease mortality statistic is more precisely referred to as \" case fatality rate \" (CFR)."}, {"utterance": "One distinguishes:"}, {"utterance": "The crude death rate, the total number of deaths per year per 1000 people."}, {"utterance": "the crude death rate for the whole world is about 8.37 per 1000 per year according to the current CIA World Factbook."}, {"utterance": "The perinatal mortality rate, the sum of neonatal deaths and fetal deaths (stillbirths) per 1000 births."}, {"utterance": "The maternal mortality ratio, the number of maternal deaths per 100,000 live births in same time period."}, {"utterance": "The maternal mortality rate, the number of maternal deaths per 1,000 women of reproductive age in the population (generally defined as 15–44 years of age) ."}, {"utterance": "The infant mortality rate, the number of deaths of children less than 1 year old per 1000 live births."}, {"utterance": "The child mortality rate, the number of deaths of children less than 5 years old per 1000 live births."}, {"utterance": "The standardised mortality ratio (SMR)- This represents a proportional comparison to the numbers of deaths that would have been expected if the population had been of a standard composition in terms of age, gender, etc."}, {"utterance": "The age-specific mortality rate (ASMR) - This refers to the total number of deaths per year per 1000 people of a given age (e.g. age 62 last birthday)."}, {"utterance": "In regard to the or failure of medical treatment or procedures , one would also distinguish:"}, {"utterance": "The early mortality rate, the total number of deaths in the early stages of an ongoing treatment, or in the period immediately following an treatment."}, {"utterance": "The late mortality rate, the total number of deaths in the late stages of an ongoing treatment, or a significant length of time after an acute treatment."}, {"utterance": "Note that the crude death rate as defined above and applied to a whole population can give a misleading impression."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Mortality_rate"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}