{"name": "Flat_roof", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Flat roofs in Israel"}, {"utterance": "Flat roof in Los Angeles"}, {"utterance": "A flat roof is a type of covering for a building ."}, {"utterance": "In contrast to the more sloped form of roof , a flat roof is horizontal or nearly horizontal."}, {"utterance": "The slope of a roof is properly known as its pitch: Roofs which are nearly flat are known as low-pitch roofs (as the angle of slope increases, so the pitch is said to increase)."}, {"utterance": "Any sheet of material used to cover a flat or low-pitched roof is usually known as a membrane and the primary purpose of these membranes is to waterproof the roof area."}, {"utterance": "Materials that cover flat roofs typically allow the water to run off from a slight inclination or camber into a gutter system."}, {"utterance": "Water from some flat roofs such as on garden sheds sometimes flows freely off the edge of a roof, though gutter systems are of advantage in keeping both walls and foundations dry."}, {"utterance": "Gutters on smaller roofs often lead water directly onto the ground, or better, into a specially made soakaway."}, {"utterance": "Gutters on larger roofs usually lead water into the rainwater drainage system of any built up area."}, {"utterance": "Occasionally flat roofs though are designed to collect water in a pool, usually for aesthetic purposes, or for rainwater buffering."}, {"utterance": "Flat roofs exist all over the world and each area has its own tradition or preference for materials used."}, {"utterance": "In warmer climes where rainfall is less and freezing is unlikely to occur, many flat roofs are simply built of masonry or concrete and this is good at keeping out the heat of the sun and cheap and easy to build where timber is not readily available."}, {"utterance": "In areas where the roof could become saturated by rain and leak, or where water soaked into the brickwork could freeze to ice and thus lead to 'blowing' (breaking up of the mortar/brickwork/concrete by the expansion of ice as it forms) these roofs are not suitable."}, {"utterance": "Traditionally most flat roofs in the western world make use of tar or more usually tar paper applied over roof decking to keep a building watertight."}, {"utterance": "The tar or tarpaper is in turn covered in gravel to keep the sun's heat, UV rays and weather off it and helps protect it from cracking or blistering and degradation."}, {"utterance": "Roof decking is usually of plywood, chipboard or OSB boards (OSB = Oriented Strand Board , also known as Sterling board ) of around 18mm thickness."}, {"utterance": "The tar coating is applied in one or more coats as a hot liquid, heated in a tar kettle , or as sheets of tar impregnated 'paper' glued down and sealed together at joints by hot tar - once it has cooled, the gravel is spread evenly over it."}, {"utterance": "A main reason for failure of these traditional roofs is ignorance or lack of maintenance where people or events cause the gravel to be moved or removed from the tar or tarpaper waterproofing, thus exposing it to weather and sun whereupon cracking and blistering occurs over time and eventually water gets in."}, {"utterance": "Tarpaper is usually a 'paper' or fibre material soaked or impregnated in tar."}, {"utterance": "As gravel cannot protect tarpaper surfaces where they rise vertically from the roof such as on parapet walls or upstands, tarpaper variants are produced with fine gravel applied to the hot tar during the process of manufacture such that a permanent layer of gravel is stuck to it in order to give it ongoing protection."}, {"utterance": "Tarpapers vary in quality as does the workmanship and training of those applying it to produce more or less successful results."}, {"utterance": "In some micro climates or shaded areas these rather 'basic' tarpaper roofs can last well in relation to the cost of materials purchase and cost of laying them, however the cost of modern membranes such as EPDM has come down over recent years to make them more and more affordable."}, {"utterance": "There are now more firms supplying modern alternatives and there is generally a growing awareness of their performance and availability."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Flat_roof"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}