{"name": "Boutique", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A Christian Lacroix fashion boutique"}, {"utterance": "A boutique is a small shopping outlet, especially one that specializes in elite and fashionable items such as clothing and jewelry ."}, {"utterance": "The word is French for \"shop\", via Latin from Greek ἀποθήκη (apothēkē), \"storehouse\"."}, {"utterance": "The term entered into everyday English use in the late 1960s when, for a brief period, London was the centre of the fashion trade."}, {"utterance": "Carnaby Street and the Kings Road were the focus of much media attention as home to the most fashionable boutiques of the era."}, {"utterance": "Now the East of London has been regenerated and more Boutiques pop up in fashionable areas, such as Tower Bridge Road."}, {"utterance": "It can also refer to a specialised firm such as a boutique investment bank or boutique law firm ."}, {"utterance": "The word is often used to describe a property in the independent section of the hotel market (such as The Rockwell in London ) in order to distinguish themselves from larger chains (such as Hilton Hotels )."}, {"utterance": "In such cases the establishments aim to convey the idea that the operation is elite and highly specialised."}, {"utterance": "In the strictest sense of the word, boutiques would be one-of-a-kind but more generally speaking, some chains can be referred to as boutiques if they specialize in particular styles."}, {"utterance": "Recently, the term \"boutique\" has started being applied to normally-mass-market items that are either niche or produced in intentionally small numbers at very high prices."}, {"utterance": "This may be referred to as boutique manufacturing ."}, {"utterance": "For example, before the release of the Wii , a Time Magazine article suggested that Nintendo could become a \"boutique video-game company\", producing games for niche audiences, rather than trying to compete directly with Microsoft and Sony ."}, {"utterance": "In the traditional luxury- watch industry Scalfaro International is considered as the precursor in manufacturing and sale of bespoke watches."}, {"utterance": "The Swiss company uses a highly flexible boutique manufacturing site, which allows producing small series or even unique timepieces."}, {"utterance": "Although some boutiques specialise in hand-made items and other truly one-of-a-kind items, others simply produce t-shirts, stickers, and other fashion accessories in artificially small runs and sell them at unusually high prices."}, {"utterance": "In the early 1990s Selena started manufacturing her own line of women's clothing."}, {"utterance": "Opening two boutiques labeled as \" Selena Etc. Boutique & Salon\" One located in Corpus Christi and one located in San Antonio , Texas."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Boutique"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}