{"name": "Norse", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "This band titled one album after entities its leader claimed were \"tiny prayer[s] to Father Time\" in a song that says, \"love is watching someone die.\" This band's leader sang of a desire to \"[make] a lake of the East River and Hudson\" for a girl whose \"sorrow drips into [her] heart through a pin hole.\" This band included \"What Sarah Said\" with \"Marching Bands of Manhattan\" on their 2005 sequel to an album arguing, \"the glove compartment is inaccurately named\" in the song \"Title and Reg"}, {"utterance": "One member of this band narrowly survived a plane crash along with DJ AM. In one song they sang \"say it ain't so, I will not go, turn the lights off, carry me home\" and in another they sang about how \"your smile fades in the summer.\" For 10 points, name this punk band, who in addition to \"All the Small Things\" and \"Feeling This\" recorded \"Stay Together for the Kids\" and \"I Miss You.\""}, {"utterance": "In November 2010, this state's voters rejected a proposition legalizing marijuana. The Ninth Circuit Court of Appeals will determine the constitutionality of \"Proposition 8,\" which put a stop to gay marriages in this state. Former HP executive Carly Fiorina (fee-OH-ree-nuh) was defeated by this state's incumbent U.S. Senator, Barbara Boxer, and eBay executive Meg Whitman lost the governor's race to Jerry Brown. For 10 points, name this state formerly headed by Arnold Schwarzenegger."}, {"utterance": "This nation's president declared a state of emergency after wildfires hit its western regions in July and August 2010. In June 2010, the United States arrested a SVR spy from this nation, Anna Chapman. In January 2011, this nation's Duma ratified a nuclear arms reduction treaty called New START. For 10 points, name this nation led by Dmitry Medvedev from Moscow."}, {"utterance": "In one of this director's films, the protagonist loves the epileptic Teresa and is injured looking out for her cousin, the self-destructive Johnny-boy. In another of this director's movies, the main character rescues Betsy from a life of prostitution, fantasizes about assassinating the Senator Charles Palatine, and draws a gun before a mirror, asking his reflection \"you talkin' to me?\" This director cast Ray Liotta as Henry Hill, who admits that \"As far back as I can remember, I always"}, {"utterance": "In one of this band's songs, they call themselves the \"Skyscraper Condemnation Affiliate\" and ask \"god save Donald Duck, Vaudeville, and Variety.\" In another of this band's songs, they ask \"dirty old river, must you keep rolling\" and the singer claims \"every day I look at the world from my window.\" This band sang about the lovers Terry and Julie in \"Waterloo Sunset,\" and their albums include The Village Green Preservation Society. One of their songs tells the addressee \"the only time I"}, {"utterance": "In a video on Funny or Die, the family of Greg Pinkleton, who believes he is the title character of this series, stages an intervention. Youtube user Paint sang a summary of this series in 99 seconds using movie themes, while another Youtube user, Neil Cicierega, created a parody of this series in which puppets sing along to a \"Mysterious Ticking Noise\". For 10 points, name this book series in which Ron and Hermione accompany the title boy wizard."}, {"utterance": "Its mascot is named Mandeville, and it will begin with a show titled \"Isles of Wonder,\" to be directed by Danny Boyle. Some of the venues to be used for it include Lord's Cricket Ground, Dorney Lake, Old Trafford, and Wembley Stadium. The Royal Mail will issue commemorative stamps for any British athlete who wins a gold medal at, for 10 points, what quadrennial athletic event, which begins July 27 in London, England?"}, {"utterance": "The president of this nation, Kristina Fernandez de Kirchner, was diagnosed with thyroid cancer in December, 2011. This nation accused Great Britain of violating international rules when they allowed oil drilling about 300 miles east of the Strait of Magellan, off the coast of the Falkland Islands. For 10 points, name this South American nation where a 2011 law banned protest marches in the capital of Buenos Aires."}, {"utterance": "This group sang about a girl who \"has a hottie's body\" but whose \"attitude is potty\" in one song which advises Caroline to realize that \"real guys like real, down to Mars girls.\" One member of this group responsible for the song \"Roses\" is featured on a song in which he denies claims on the Internet that he plays the violin but declares that if given six strings and a pick, he can make a guitar talk. The singer of one song by this group wonders if his girl \"can't stand to see [him] wal"}, {"utterance": "One of these animals is central to the 1977 film Tintorera. Alvy Singer explains that his relationship with Annie Hall fails by comparing it to one of these animals. In a film whose premise is that these animals could be used to cure Alzheimer's Disease, the Samuel L. Jackson-played Russell Franklin is killed by one mid-sentence. Nova is killed by one of these animals in a 2013 film in which these animals are killed by bombs dropped from helicopters into tornadoes. In another film, one"}, {"utterance": "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\" on the titular day. Both of those songs were featured on the 1989 album But Seriously..., the follow-up to his most successful record, No Jacket Required. Eminem's \"Stan\" sees the title f"}, {"utterance": "This state repealed the Racial Justice Act, intended to reform its use of the death penalty, in 2013. Earlier this month, this state became the first to opt out of receiving long-term federal unemployment benefits, thus cutting aid to 70,000 people. In 2008, an incumbent senator from this state alleged that the Godless Americans PAC had held a secret fundraiser for the Democratic challenger. Reverend William Barber leads this state's NAACP, which has led the (*) \"Moral Monday\" protests"}, {"utterance": "Her worst fear is one of her professors telling her that she \"failed everything,\" but she receives the highest possible marks on ten of her eleven Ordinary (*) Wizarding Level tests. She is saved from a troll by two boys who eventually become her best friends in the first book that she appears in. For 10 points, name this witch and best friend of Ron Weasley and Harry Potter."}, {"utterance": "One character on this show was a model who dated a girl named Marta before taking a job as a doorman. Another character on this show spent 3 days in law school and repeatedly sets things on fire. One of the main character's friends is a tech (*) wizard with an overbearing mother, while the other is a meat-addicted delinquent who co-hosts the title show. For 10 points, name this Nickelodeon sitcom starring Miranda Cosgrove as the host of an internet webcast."}, {"utterance": "A sports team from this city defeated the Calgary Stampeders in the 2012 Grey Cup. This city is the current home of major leaguers Adam Lind, Brett Lawrie, and Jose Bautista. Another sports team for this city features Landry Fields and (*) Andrea Bargnani, but is probably better known for being the former team of Chris Bosh. For 10 points, name this Canadian city, home of the Raptors, Maple Leafs, and Blue Jays."}, {"utterance": "This country's Minister of Defense Dawoud Rajiha [dah-WOOD RAJ-ha] was rumored to be assassinated in May 2012 and was then killed in a July 2012 bombing at Rawda Square. Opposition forces in this country are backed by (*) Turkey, and it has experienced fighting in its cities of Homs and Aleppo. For 10 points, name this country currently led by Bashar al-Assad that has also experienced fighting in its capital of Damascus."}, {"utterance": "In response to this program, Reggie Walton was adamant that there was never a \"rubber stamp.\" The Real Time Regional Gateway in Iraq was the predecessor to this program, which was introduced by Keith Alexander. US-984XN is the official code name of this program, which was enacted under the Protect America Act of 2007 and the FISA Amendments Act of 2008. Glenn Greenwald of The Guardian was the first to report the existence of this program. For 10 points, the NSA's administration of what"}, {"utterance": "In one movie starring this actor, the villain states \"Who gives a shit what you believe? In thirty seconds you'll be dead, and I'll blow this place up and be home in time for Corn Flakes.\" He battled against Captain Freedom in a movie which features his character trying to survive a game show hosted by Damon Kilian. In an adaptation of Philip K. Dick's \"We Can Remember It For You Wholesale,\" this actor plays a man who heroically infuses all of (*) Mars with breathable oxygen after he r"}, {"utterance": "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black Unicorn\", moved from the Giants to the Bears. Annually, an award named after John Mackey goes to the top college player at this position, an honor won by players like (*) Tyler Eifert and Marcedes Lewis. In 2005, a Browns first round pick at this position crashed his motorcycle \u0096 hi"}, {"utterance": "The first person to have his jersey retired by this college basketball team was future Pittsburgh Pirates shortstop Dick Groat. Another person to play for this college team appeared in a commercial where a teenager unsuccessfully tries to emulate his playing skills by drinking Sprite. Yet another player for this team stepped on the chest of Kentucky's Aminu Timberlake during a postseason game. An alumnus was described as an (*) \"Uncle Tom\" by former Michigan star Jalen Rose in a 30 for"}, {"utterance": "This movie's soundtrack uses music written by Luis Bacalov as well as a mashup between James Brown and Tupac. Willard Peck is killed in one scene, according to another character, \"shot down like a dog in the street,\" but is later revealed to be a cattle thief, masquerading as one Bill Sharp. Another character accidently cut himself by banging his fist on a table, but continued the scene with his hand covered in blood. The director of this movie plays an Australian who explodes when the"}, {"utterance": "One song by this artist contains the repeated refrain \"Next thing we're touching\" and sees her assert \"you look at me it's like you hit me with lightning.\" In the music video for her best song, this artist of \"Starry Eyed\" wakes up after a car crash on a beach covered in chrome spheres; that song opens with the lines (*) \"Stripped to the waist, we fall into the river\" and describes a time \"since we found out\" the title phrase. In her most successful song, she claims that \"they're calli"}, {"utterance": "This state's medical board revoked the medical license of Christopher Duntsch after he killed or paralyzed six patients. In April 2013, this state's town of West suffered an explosion at an ammonium nitrate fertilizer plant. This state's current governor won a primary election against Kay Bailey Hutchison and a gubernatorial election against (*) Bill White in 2010. He also called a special session on July 1, 2013 to pass an abortion bill that was earlier filibustered by Wendy Davis. Fo"}, {"utterance": "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When asked his opinion of homosexuals, this man responded, \"Who am I to judge?\" During the 2013 World Youth Day celebrations, this former chemical technician and nightclub bouncer was met by 3 million people on Copacabana Beach in (*) Rio de Janeiro. This figure chose his official name based on his concern for the poor, which he has demonstrated through such actions as washing the feet o"}, {"utterance": "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends his name to two videogames about this activity, while in Final Fantasy 8, a town on Horizon Bridge between Galbadia and Esthar is named for a performer of this activity. The Zora Tunic and Iron Boots can make it easier for the player to find (*) \"lunkers\" while performing this activity"}, {"utterance": "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character says he knows what it feels like \"when doves cry\" after meeting someone else with the same name in (*) Shelbyville. This character's father was a \"big wheel at the cracker factory\" and"}, {"utterance": "This company is negotiating with Panasonic and San Antonio to open a new Gigafactory. Its co-founder also helped start SpaceX and PayPal. Instead of selling products, its outlets are showrooms that direct potential buyers to its website. This company worked out a 2014 deal to keep its five New York outlets, shortly after its outlets were (*) banned in New Jersey. It has pioneered the use of large numbers of lithium-ion cells in its products, and it recently added aluminum-titanium unde"}, {"utterance": "This city's mayor, Huda Ben Amer, fled in 2011. Violence in this city in 2013 led to the dismissal of Army Chief of Staff Yussef al-Mangoush. In this city, Major General Khalifa Haftar leads a paramilitary force that is fighting against terrorist groups such as the February 17th Martyrs Brigade. Those attacks caused the national government to close this city's (*) Benina Airport and declare a no-fly zone in May 2014. One of the Islamist groups in this city, whose members include Ahmed "}, {"utterance": "['This thinker wrote a work divided into ten \"walks\" during which he reflects on his life. A novel by this author sees St. Preux come back into the life of Julie d\\'Etange. This author posited that pity is the second motivational principle of the human soul. Another book by this author of Julie, or the New Heloise includes the character Sophia and claims that cultivating natural tendencies should be the goal of education. He distinguishes between the natural and political kinds of the "}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Norse"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}