{"name": "History_of_the_Republic_of_Ireland", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The Irish state came into being in 1922 as the Irish Free State , a dominion of the British Commonwealth , having seceded from the United Kingdom under the Anglo-Irish Treaty ."}, {"utterance": "It comprises 26 of Ireland 's 32 counties."}, {"utterance": "Since 1949 it has existed as the Republic of Ireland ."}, {"utterance": "From its foundation, the Irish Free State was embroiled in a civil war between nationalists supporting the Treaty and opponents who supported a republic."}, {"utterance": "The pro-Treaty side, organised as Cumann na nGaedheal emerged victorious from the conflict and won subsequent elections."}, {"utterance": "They formed the government of the state until 1932, when they peacefully handed over power to the anti-Treaty faction in Fianna Fáil , who defeated them in an election."}, {"utterance": "The Irish state, despite its violent beginnings, has remained a liberal democracy throughout its existence."}, {"utterance": "A new constitution in 1937 removed many of the links with Britain established under the Treaty and Ireland's neutrality in the Second World War demonstrated its independence in foreign policy matters from Britain."}, {"utterance": "In 1948 Ireland formally left the British Commonwealth and adopted the title of \"Republic\"."}, {"utterance": "In the economic sphere, the Irish state has had a mixed performance."}, {"utterance": "On independence, it was one of the wealthier countries in Europe per head of population."}, {"utterance": "However it also inherited from British rule the problems of unemployment, emigration, uneven geographical development and lack of a native industrial base."}, {"utterance": "For much of its history, the state struggled to rectify these problems."}, {"utterance": "Particular peaks of emigration were recorded during the late 1930s, 1950s and 1980s, when the Irish economy recorded little growth."}, {"utterance": "In the 1930s, Fianna Fáil governments attempted to create Irish domestic industries using subsidies and protective tarifs."}, {"utterance": "In the late 1950s, these policies were dropped in favour of free trade with selected countries and encouraging of foreign investment with low taxes."}, {"utterance": "This was expanded when Ireland entered the European Economic Community in 1972."}, {"utterance": "In the 1990s and 2000s, Ireland experienced an economic boom known as the Celtic Tiger , in which the country's GDP surpassed many of its European neighbours."}, {"utterance": "Immigration also surpassed emigration, bringing the state's population up to over 4 million."}, {"utterance": "However, since 2008, Ireland has experienced a severe crisis in the banking sector and with sovereign debt."}, {"utterance": "The resultant economic slump has deepened the effect of the world recession on Ireland."}, {"utterance": "From 1937 to 1998, the Irish constitution included a claim on Northern Ireland as a part of the national territory."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: History_of_the_Republic_of_Ireland"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}