{"name": "Computer_Science", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised of these constructs, lacking even primitive types. Functors are these kinds of things specifically designed for function use. In C++, \"the rule of big three\" refers to the necessity of writing an assignment operator, destructor, and copy constructor for these things, and these structures "}, {"utterance": "Some of these are statically typed, while others are duck typed or dynamically typed. Many of them must be used in conjunction with a compiler, such as one of them created in the 1970s by Dennis Ritchie, which is named for a letter of the alphabet and has a (*) \"plus plus\" variety. For 10 points, name these constructs such as Ruby, Python, Java, and C, that provide a way to give instructions to computers."}, {"utterance": "This property is exploited immediately prior to the edge-contraction phase of Karger's min-cut algorithm. Every problem in NP has a proof that is checkable by an algorithm with this property, according to the PCP theorem. By the Martin-Löf definition, a sequence has this property if no constructive martingale succeeds on it, or if all its prefixes are Kolmogorov-incompressible. A runtime of \"big-O of n log n\" is achievable even for worst-case inputs when quicksort is modified to run wi"}, {"utterance": "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time proportional to the product of the number of items and the size of the knapsack. Other applications include the (*) CYK algorithm for bottom-up parsing of context free grammars. Problem"}, {"utterance": "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh, was proposed at a conference for this discipline. While teaching at the University of Utah, Martin Newall created a teapot that has become the standard reference object for this discipline. Though it is not signal processing, this discipline seeks to create efficient spatial (*) anti-alia"}, {"utterance": "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into horizontal units called shards. The logical consistency of these structures can be improved by converting them into Boyce-Codd form, one of the many normal forms for these entities. Atomicity, durability, consistency, and isolation comprise the ACID properties of these structures. Items organized in these structures can be stored in (*) column-oriented or row-oriented formats. They ar"}, {"utterance": "A fixed gap \"h\" is used in one variation of this operation, which improves upon a simpler version in which \"h\" would always equal one. A variation of this operation that can compare least significant digits is called the radix type, and another type of this process randomly places elements and checks if they are correct. One type of this operation uses a pivot to flip elements larger or smaller than the pivot, and notable types of this operation include the \"bubble\" and \"quick\" varieti"}, {"utterance": "One transformation between two related encodings of this type of data multiplies the cube root of a ratio of inputs by 116 and then subtracts 16. They are contained in McAdam ellipses. Values of this are interpolated by means of I values in the Gouraud algorithm. One way to encode these is CIE XYZ, Ways of expressing them are often visualized through cubes, cones, and (*) circles. When reproducing these, one of their components is changed through gamma correction. They are encoded thro"}, {"utterance": "During one of these phenomena, low-level shear aligned by updrafts is penetrated by cold air from the downdraft, creating \"hook echo\" patterns on Doppler radar. In fair weather, one of these phenomena occurring over a body of water is called a (*) waterspout. The Enhanced Fujita scale rates the damage of, for 10 points, what rotating columns of air formed when funnel clouds reach the ground?"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Computer_Science"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}