{"name": "Scurvy", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Scurvy is a disease resulting from a deficiency of vitamin C , which is required for the synthesis of collagen in humans."}, {"utterance": "The chemical name for vitamin C, ascorbic acid, is derived from the Latin name of scurvy, scorbutus, which also provides the adjective scorbutic (\"of, characterized by or having to do with scurvy\")."}, {"utterance": "Scurvy often presents itself initially as symptoms of malaise and lethargy, followed by formation of spots on the skin, spongy gums, and bleeding from the mucous membranes ."}, {"utterance": "Spots are most abundant on the thighs and legs, and a person with the ailment looks pale, feels depressed, and is partially immobilized."}, {"utterance": "As scurvy advances, there can be open, suppurating wounds, loss of teeth, jaundice, fever, neuropathy and death."}, {"utterance": "Scurvy was at one time common among sailors , pirates and others aboard ships at sea longer than perishable fruits and vegetables could be stored (subsisting instead only on cured and salted meats and dried grains ) and by soldiers similarly deprived of these foods for extended periods."}, {"utterance": "It was described by Hippocrates (c. 460 BC–c. 380 BC), and herbal cures for scurvy have been known in many native cultures since prehistory."}, {"utterance": "Scurvy was one of the limiting factors of marine travel, often killing large numbers of the passengers and crew on long-distance voyages ."}, {"utterance": "This became a significant issue in Europe from the beginning of the modern era in the Age of Discovery in the 15th century, continuing to play a significant role through World War I in the 20th century."}, {"utterance": "While today scurvy is known to be caused by a nutritional deficiency, until the isolation of vitamin C and direct evidence of its link to scurvy in 1932, numerous theories and treatments were proposed, often on little or no experimental data."}, {"utterance": "This inconsistency is attributed to the lack of vitamin C as a distinct concept, an inability to reliably link different foods (notably present in fresh citrus, watercress, and organ meat) to scurvy."}, {"utterance": "An additional concept required to understand scurvy was the degradation of vitamin C by exposure to air and copper and other transition metal salts such as those of iron, thus changing the links of foods to scurvy over time."}, {"utterance": "Treatment by fresh food, particularly citrus fruit, was periodically implemented, as it had been since antiquity."}, {"utterance": "However until the 1930s, treatment was inconsistent, with many ineffective treatments used into the 20th century."}, {"utterance": "It was a Scottish surgeon in the Royal Navy , James Lind who first proved it could be treated with citrus fruit in experiments he described in his 1753 book, A Treatise of the Scurvy, though his advice was not implemented by the Royal Navy for several decades ."}, {"utterance": "In infants, scurvy is sometimes referred to as Barlow's disease, named after Sir Thomas Barlow , a British physician who described it."}, {"utterance": "However, Barlow's disease may also refer to mitral valve prolapse ."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Scurvy"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}