{"name": "Linen", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A linen handkerchief with pulled thread embroidery around the edges"}, {"utterance": "Linen cloth recovered from Qumran Cave 1 near the Dead Sea ."}, {"utterance": "Linen () is a textile made from the fibers of the flax plant, Linum usitatissimum."}, {"utterance": "Linen is labor-intensive to manufacture, but when it is made into garments, it is valued for its exceptional coolness and freshness in hot weather."}, {"utterance": "The word \"linen\" is of West Germanic origin and cognates with the Latin name for the flax plant linum, and the earlier Greek λινόν (linon)."}, {"utterance": "This word history has given rise to a number of other terms in English, the most notable of which is the English word line , derived from the use of a linen (flax) thread to determine a straight line."}, {"utterance": "Textiles in a linen weave texture, even when made of cotton , hemp and other non-flax fibers are also loosely referred to as \"linen\"."}, {"utterance": "Such fabrics generally have their own specific names other than linen; for example, fine cotton yarn in a linen-style weave is called Madapolam ."}, {"utterance": "The collective term \" linens \" is still often used generically to describe a class of woven and even knitted bed, bath, table and kitchen textiles."}, {"utterance": "The name linens is retained because traditionally, linen was used for many of these items."}, {"utterance": "In the past, the word \"linens\" was also used to mean lightweight undergarments such as shirts , chemises , waistshirts, lingerie (a word also cognate with linen), and detachable shirt collars and cuffs, which were historically made almost exclusively out of linen."}, {"utterance": "The inside cloth layer of fine composite clothing garments (as for example jackets) was traditionally made of linen, and this is the origin of the word lining."}, {"utterance": "Linen textiles appear to be some of the oldest in the world: their history goes back many thousands of years."}, {"utterance": "Fragments of straw, seeds, fibers, yarns, and various types of fabrics which date back to about 8000 BC have been found in Swiss lake dwellings."}, {"utterance": "Dyed flax fibers found in a prehistoric cave in Georgia suggest the use of woven linen fabrics from wild flax may date back even earlier to 36,000 BP ."}, {"utterance": "Linen was sometimes used as currency in ancient Egypt ."}, {"utterance": "Egyptian mummies were wrapped in linen because it was seen as a symbol of light and purity, and as a display of wealth."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Linen"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}