{"name": "History_of_wine", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Wine boy at a Greek symposium"}, {"utterance": "The history of wine spans thousands of years and is closely intertwined with the history of agriculture , cuisine , civilization and humanity itself."}, {"utterance": "Archaeological evidence suggests that the earliest known wine production occurred in what is now the country of Georgia around 7000 BCE, with other notable sites in Greater Iran dated 4500 BCE and Armenia 4100 BCE, respectively."}, {"utterance": "The world's oldest known winery (dated to 3000 BCE) was discovered in Areni-1 cave in a mountainous area of Armenia ."}, {"utterance": "URL_http ."}, {"utterance": "Increasingly clear archaeological evidence indicates that domestication of the grapevine took place during the Early Bronze Age in the Near East , Sumer and Egypt from around the third millennium BCE."}, {"utterance": "Evidence of the earliest wine production in Balkans has been uncovered at archaeological sites in northern Greece ( Macedonia ), dated to 4500 BC."}, {"utterance": "These same sites also contain remnants of the world's earliest evidence of crushed grapes."}, {"utterance": "In Egypt , wine became a part of recorded history, playing an important role in ancient ceremonial life ."}, {"utterance": "Traces of wild wine dating from the second and first millennia BCE have also been found in China."}, {"utterance": "Moroccan wine Kasher label 1930"}, {"utterance": "The Jewish tradition and use of kosher wine is dating back to biblical times ."}, {"utterance": "The long history of the use and production of wine throughout ancient Israel is backed up by archeological evidence."}, {"utterance": "Within the Jewish diaspora communities all around the globe, the traditional and religious use of kosher wine continued to this day."}, {"utterance": "Wine, linked in myth to Dionysus / Bacchus , was common in ancient Greece and Rome , and many of today's major wine-producing regions of Western Europe were established with Phoenician and, later, Roman plantations."}, {"utterance": "Winemaking technology improved considerably during the time of the Roman Empire : many grape varieties and cultivation techniques were known; the design of the wine press advanced; and barrels were developed for storing and shipping wine."}, {"utterance": "Rashi , a medieval French rabbi and called the \"father\" of all commentaries that followed on the Talmud and the Tanakh, earned his living as a vintner ."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: History_of_wine"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}