{"name": "European", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "This work mentions demons in \"fire, flood, air, or underground\" and asks that the stories of Cabuscan, Campball, and Algarsife be told. This poem describes \"the wondrous horse of brass / which the great Tatar king did ride\" and a room where \"embers teach light to counterfeit gloom.\" Its narrator claims that he may \"Outwatch the Bear\" while in a tower with \"thrice-great Hermes\" and \"the spirit of Plato.\" Night often sees this work's narrator in his \"Pale Career.\" The subject of this poe"}, {"utterance": "In this novel, a gorilla wedding is captured on film by a character named Darwin Bonaparte. An Hourly Radio reporter named Primo Mellon is beaten up at a Wey Valley lighthouse by one character in this work, who also swears in Zuñi while refusing to meet the Arch-Community Songster. While on vacation in New Mexico, this novel's protagonist visits a community known as Malpais. This book opens with a description of the Bokanovsky process on a tour led by Thomakin, whose son is later found"}, {"utterance": "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\" which he built with money stolen from Francis I. Its speaker brushes off criticism by asking \"what does the mountain care?\" but concedes that \"a man's reach should exceed his grasp.\" That speaker asserts \"that arm is wrongly put\" in critiquing a work of Raphael but is forced to agre"}, {"utterance": "This author wrote about a husband who goes mad after his wife comments that his nose tilts to the right in One, None, and One Hundred Thousand. One work by this author sees a man escape to Monte Carlo where he discovers his family has declared him dead, and another work takes place within the audience where the stage manager Dr. Hinkfuss proclaim himself the author. In addition to writing Tonight We Improvise, this author described a character who falls off a horse and believes he is t"}, {"utterance": "At one point in this work, a messenger arrives to give one character the sword formerly belonging to the slain Danish prince Sweno. One woman convinces fifty men to follow her to her castle, where she turns them into fish. In this work, the disappearance of a statue of the Virgin Mary leads King Aladine to condemn Olindo and Sophronia to be burnt at the stake. In this work Erminia of Antioch steals the armor of one character, so she can gain entrance to her beloved's camp. The sorceres"}, {"utterance": "In one work by this author, the title character murders Amedee Fleurissoire after discovering that he and Julius de Baraglioul have the same father. In another of this author's novels, a schoolboy dies during an initiation for a secret society in which he has to shoot himself with a blank bullet but the gun is accidentally filled with a live cartridge. In another novel Gertrude gets pneumonia from jumping into an icy river after a surgery restores her eyesight, while another of his cha"}, {"utterance": "Widda Machree and Kelly argue about the price of a cow in this author's one-act work Time to Go, while this author wrote a play in which Stoke and Poges attempt to restore a Tudor home. This author of Purple Dust wrote about a \"demon bird\" that terrorizes Mauthraun in Cock-a-Doodle Dandy, and this author wrote a play in which Nora Clitheroe goes mad after her husband Jack is killed on Easter. In another work, Joxer Daly often gets Jack Boyle drunk. For 10 points, name this Irish playwr"}, {"utterance": "At one point in this novel, the protagonist has a dream in which he breastfeeds from a woman who had been his best friend, and he leaves a city after dreaming of a dead song bird in a golden cage. Characters in this novel include Kamaswami, who was skilled in business, and the protagonist's son runs away from home after stealing his money. That child's mother was killed by snakebite and named Kamala. After spending time with the Samanas, the central character of this work apprentices t"}, {"utterance": "One novel by this author features Worm and Mahood, a body and head stuck in a jar. Another work of this author features no characters and is meant to be performed in 35 seconds. This author of Breath and The Unnamable wrote play in which the title sixty-nine year old listens to recordings he made in his youth. This author of Krapp's Last Tape wrote a work featuring two characters that live in trashcans and interact with Hamm and Clov. Another work by this author features the arrival of"}, {"utterance": "One character in this play tells the story of a man who snatches back a bouquet he gave to his fianc?. Another character declares that her real name is Sherlock Holmes after proving that two characters aren't who they think they are because Donald's daughter has a red right eye and Elizabeth's daughter has a red left eye. Two characters in this play argue about whether a ringing doorbell means someone is always there or never there, and earlier discuss a family of people all named Bobb"}, {"utterance": "One poem by this author is set on \"the lonely moated grange\" and includes a title character who weeps \"I am aweary, aweary, i would that I were dead!\" This author of \"Mariana\" is better known for a poem whose title character bemoans, \"The Gods themselves cannot recall their gifts\" to Eos for granting him immortality. He wrote a poem which begins \"sunset and evening star\" in which the speaker hopes to see his Pilot \"face to face.\" For 10 points, name this poet of \"Tithonus\" and \"Crossin"}, {"utterance": "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with the heroes fighting off a lion and a bear, while another scene involves a prince disguising himself as an Amazon.  The first iteration of this work included an appendix titled \"A Debate on"}, {"utterance": "This author wrote a short story in which Elizabeth's abusive husband Walter dies in a coal mine. In another short story, he wrote of Paul, who dies in his mother's arms after picking Malabar to win a race while riding on a toy. This author of \"Odour of Chrysanthemums\" and \"The Rocking Horse Winner\" wrote two novels featuring the Brangwen family, one of which is The Rainbow. He wrote another work that details the affair between Constance and the gamekeeper Oliver Mellors. For 10 points,"}, {"utterance": "This author wrote a play in which a woman dreams that she gives birth to a snake that bites at her breast, drawing both blood and milk. Another play by this author is set into motion when Eteocles refuses to step down as king, which prompts a group that includes Adrastus and Tydeus to invade the title city. This author wrote a trilogy in which the Furies are renamed \"The Kindly Ones\" after the title character is acquitted of his mother Clytemnestra's murder. For 10 points, name this an"}, {"utterance": "This work's author was the subject of an 1881 biography by Richard Burton, who attempted a translation of this work into a form of English resembling that of Wyatt and Surrey. In this work's seventh canto, \"Georgians, Armenians, Grecians, and hapless Thrace,\" are mentioned exhorting the title characters \"to quell the unspeakable horde.\" In the final canto of this work, the lover of the protagonist reveals that he will need to brave \"the Red Sea's dangers [which] shalt thou force / To A"}, {"utterance": "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains that she has a businessman locked up in a small room. The protagonist of this novel is confused to see a person in Fraulein Burstner's room, and he later buys three paintings from Titorelli in exchange for advice. Leni is the assistant to the lawyer Hull in this novel, who is engaged"}, {"utterance": "This author describes listening to children singing in \"Ballad of the Little Square,\" while in another balled, he describes he experience of being a sleepwalker. A cat's paw is tragically crushed in this author's long poem \"Poet in New York\", while in a dramatic work, this author depicted the titular Marina Pineda. Some of his poems were collected in Gypsy Ballads, this author wrote a play in which the Felix family is hated by the Mother. In addition to that, this playwright wrote a pl"}, {"utterance": "One section of this work describes the \"lights of the world\" reduced to a wallet. Another section sardonically advises conscripting Scotists, Occamists, and Albertists to use their \"subtleties\" to fight the Turks. This work contains sections on the happiness of self-love and the importance of flattering oneself, and ends by describing Christianity's alliance with the title character. The title character describes being raised by Drunkenness and Ignorance after being born to Plutus and "}, {"utterance": "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main character, who is later trapped by the sabotage of Souvarine. Late in this novel, the main character kills Chaval, his competitor for the affections of Catherine. In this novel, Victor Maheu is known as \"Bonnemorte\" for surviving so long while working in Le Voreux, but is killed when soldiers fire into a mob striking in protest of Hennebeau's wage structure. Ending with the departure o"}, {"utterance": "One character in this novel reads about the smuggler Yanko from a journal. The title character of one of this novel's sections is pursued by the protagonist in order to cover up his illicit affair with Vera. In order to win Azamat's sister, the protagonist of this novel steals the horse of Kazbich, leading him to stab that sister, Bela. This novel's unnamed narrator learns about the title character from Maksim Maksimich, and its climax features a clifftop pistol duel which ends with Gr"}, {"utterance": "One character in this novel has a penchant for watching her children while stroking a lapdog named Pug. As a child, the protagonist is labeled ignorant because she lacks list knowledge like the chronological order of the kings of England. At the urging of Mr. Yates, characters in this novel plan to put on a performance of Elizabeth Inchbald's Lovers' Vows. In this novel, Maria runs from her husband Mr. Rushworth to elope with Henry, while Thomas travels to Antigua to look over his poss"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: European"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}