{"name": "Ocean", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Surface of the Atlantic ocean meeting the Earth's planetary boundary layer and troposphere ."}, {"utterance": "Waves on an ocean coast ."}, {"utterance": "This animation uses Earth science data from a variety of sensors on NASA Earth observing satellites to measure physical oceanography parameters such as ocean currents, ocean winds, sea surface height and sea surface temperature."}, {"utterance": "An ocean (; the World Ocean of classical antiquity ) is a body of saline water that composes a large part of a planet 's hydrosphere ."}, {"utterance": "In the context of Earth , it refers to one or all of the major divisions of the planet's World Ocean – they are, in descending order of area, the Pacific , Atlantic , Indian , Southern (Antarctic) , and Arctic Oceans."}, {"utterance": "The word \" sea \" is often used interchangeably with \"ocean\", but strictly speaking a sea is a body of saline water (possibly a division of the World Ocean) partly or fully enclosed by land."}, {"utterance": "Earth is the only planet known to have an ocean (or any large amounts of open liquid water)."}, {"utterance": "Approximately 72% of the planet's surface (~3.6x108 km2) is covered by saline water that is customarily divided into several principal oceans and smaller seas, with the ocean covering approximately 71% of the Earth's surface."}, {"utterance": "In terms of the hydrosphere of the Earth, the ocean contains 97% of the Earth's water."}, {"utterance": "Oceanographers have stated that out of 97%, only 5% of the ocean as a whole on Earth has been explored."}, {"utterance": "Because it is the principal component of Earth's hydrosphere, the world ocean is integral to all known life , forms part of the carbon cycle , and influences climate and weather patterns."}, {"utterance": "The total volume is approximately 1.3 billion cubic kilometres (310 million cu mi) with an average depth of ."}, {"utterance": "It is the habitat of 230,000 known species , although much of the ocean's depths remain unexplored and it is estimated that over two million marine species exist."}, {"utterance": "The origin of Earth's oceans is still unknown, but oceans are believed to have formed in the Hadean period and may have been the impetus for the emergence of life ."}, {"utterance": "Extraterrestrial oceans may be composed of a wide range of elements and compounds ."}, {"utterance": "The only confirmed large stable bodies of extraterrestrial surface liquids are the lakes of Titan , although there is evidence for the existence of oceans elsewhere in the Solar System ."}, {"utterance": "Early in their geologic histories, Mars and Venus are theorized to have had large water oceans."}, {"utterance": "The Mars ocean hypothesis suggests that nearly a third of the surface of Mars was once covered by water, though the water on Mars is no longer oceanic, and a runaway greenhouse effect may have boiled away the global ocean of Venus."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Ocean"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}