{"name": "Theodore_Roosevelt", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Theodore \"T.R.\""}, {"utterance": "Roosevelt, Jr. ( ; October 27, 1858—January 6, 1919) was the 26th President of the United States (1901–1909)."}, {"utterance": "He is noted for his exuberant personality, range of interests and achievements, and his leadership of the Progressive Movement , as well as his \" cowboy \" persona and robust masculinity ."}, {"utterance": "He was a leader of the Republican Party and founder of the first incarnation of the short-lived Progressive (\"Bull Moose\") Party of 1912 ."}, {"utterance": "Before becoming President, he held offices at the city, state, and federal levels."}, {"utterance": "Roosevelt's achievements as a naturalist, explorer, hunter, author, and soldier are as much a part of his fame as any office he held as a politician."}, {"utterance": "Roosevelt was 42 years old when sworn in as President of the United States in 1901, making him the youngest president ever; he beat out the youngest elected president, John F. Kennedy , by only one year."}, {"utterance": "Roosevelt was also the first of only three sitting presidents to have won the Nobel Peace Prize ."}, {"utterance": "The Teddy bear is named after him, despite his contempt for being called \"Teddy\"."}, {"utterance": "Born into a wealthy family in New York City, Roosevelt was a sickly child who suffered from asthma and stayed at home studying natural history ."}, {"utterance": "To overcome his physical weakness, he embraced a strenuous life."}, {"utterance": "Home-schooled, he became an eager student of nature."}, {"utterance": "He attended Harvard University , where he studied biology, boxed and developed an interest in naval affairs."}, {"utterance": "In 1881, one year out of Harvard, he was elected to the New York State Assembly , where he became a leader of the reform faction of his Republican Party (the \"GOP\")."}, {"utterance": "His The Naval War of 1812 (1882) established his professional reputation as a serious historian; he wrote numerous books on hunting, the outdoors, and current political issues, as well as frontier history."}, {"utterance": "In 1884, his first wife and his mother died on the same day."}, {"utterance": "He temporarily left politics and went to the frontier, becoming a rancher in the \"Badlands\" in the Dakotas."}, {"utterance": "Returning to New York City, he ran for mayor in 1886, finishing third with 60,000 votes."}, {"utterance": "He later gained fame by taking vigorous charge of the city police."}, {"utterance": "At the national level, he was a leader in civil service reform."}, {"utterance": "The Spanish–American War broke out in 1898 while Roosevelt was, effectively, running the Department of the Navy ."}, {"utterance": "He promptly resigned and formed the Rough Riders – a volunteer cavalry regiment that fought in Cuba ."}, {"utterance": "The war hero was elected governor in 1898 and in 1900 was nominated for vice president."}, {"utterance": "He successfully energized the GOP base as a highly visible campaigner to reelect President William McKinley on a platform of high tariffs, the gold standard, imperialism, prosperity at home and victory abroad."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Theodore_Roosevelt"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}