{"name": "Audiovisual", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "In this opera, the duet \"Viene la sera\" is sung after the female lead has an angry confrontation with one of her relatives. Another aria in it tells of a ship appearing on the horizon and declares that the singer will wait for a character represented by the \"Star Spangled Banner\" motif. That aria, \"Un bel di, vedremo,\" is sung just before the protagonist talks to American consul Sharpless and reveals her baby that she had with her husband. At the end of this opera, a U.S. naval officer"}, {"utterance": "Several of this musical's songs are sung as voicemails, including one in which a mother reminds her son not to leave his hot plate on when he leaves the house. Another song in this musical suggests \"spoke wheels\" and \"speeding tickets\" as ways to measure a certain amount of time. Wilson Jermaine Heredia won a Tony for the role of Angel in this musical, which is based on the character of Schaunard from La bohème. For 10 points, name this musical that follows a year in the life of eight "}, {"utterance": "During the second act of this work, several characters make fun of Officer Krupke while naming Action their leader. One song from this work is sung to Rosalia and Consuelo shortly after Bernardo is killed at the end of act I. Anita sings about Puerto Rico in this musical's song \"América,\" while a profession of love between Tony and Maria is made in \"Tonight.\" For 10 points, name this work that features \"I Feel Pretty,\" a musical about the rivalry between the Sharks and the Jets by Bern"}, {"utterance": "In one opera by this composer, a character sings \"Deh, tu reggi in tal momento\" and is accused of stealing a silver spoon. This composer, who described Ninetta in The Thieving Magpie, wrote an opera whose title character assists Count Almaviva in marrying Rosina and sings the aria \"Largo al factotum.\" In another of his operas, the title Swissman sings the aria \"Sois immobile\" while shooting an apple off the head of his son Jemmy. For 10 points, name this Italian composer of The Barber "}, {"utterance": "In one of this man's works, the postman Mr. Splinters delivers a graduation dress for the senior Laurie Moss. Another of his works ends with a section featuring the Bride and her husband \"quiet and strong in their new house\" after earlier listening to a revivalist and his followers. This collaborator with Horace Everett on The Tender Land created a work that includes such sections as \"Corral Nocturne\" and \"Saturday Night Waltz.\" One of his other works utilized variations on the Shaker "}, {"utterance": "One character in this work has only seen one woman, Ruth, and sings \"You have deceived me!\" when he discovers she is not really beautiful. A crucial plot point involves the protagonist realizing that he was born on February 29, he must serve the title group for many more years. One character in this work is the father of Mabel and says he is teeming with \"a lot o'news\" about the binomial theorem and has \"many cheerful facts about the square of the hypotenuse.\" The most famous scene has"}, {"utterance": "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of the Girls with Lilies\". One ballet by this composer of The Stone Flower features the sisters Skinny and Dumpy. Jascha Heifetz arranged for violin and piano a \"March\" from one of this compos"}, {"utterance": "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced his work. This artist replaced toy soldiers with G.I. Joe action figures in his modern adaptation of The Nutcracker, called The (*) Hard Nut, created while European critics were s"}, {"utterance": "In one of this composer's ballets, a castle is hidden by vines for 100 years until Prince Desire kisses Princess Aurora. This composer of Sleeping Beauty included the Waltz of the Flowers and the Russian Trepak in another ballet, while his third ballet sees Von Rothbart turn Odette into the title (*) bird. For 10 points, name this Russian composer of the ballets Swan Lake and The Nutcracker."}, {"utterance": "At one point in this opera, we hear a character singing that \"Love is the pulse of the universe\" offstage, and in a later scene, an offstage group of carnival revelers celebrate a man whose \"head is crowned with flowers.\" A 2010 production of this opera at the Met was critically panned due to Leonard Slatkin's insufficient preparation. In this opera, (*) Giorgio sings \"Di Provenza il mar\" to comfort his son, who has just read a letter of farewell. Its title character sings \"Ah fors' è "}, {"utterance": "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances After Catastrophe,\" and \"Prelude to Action.\" Terese Capucilli was trained by this choreographer. This choreographer collaborated with George Balanchine on a ballet using the orchestral music of Anton von Webern, Episodes. This choreographer of Chronicle is most famous for a ballet whose set was designed by Isamu Noguchi, a frequent collaborator. That ballet is about Pennsylvania farmer"}, {"utterance": "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste to town.\" The death of one character in this opera is reflected on by the chorus in \"With drooping wings.\" In Act I of this opera, one character tells her maid that \"Peace and I are strang"}, {"utterance": "One of this director's films opens with a long sequence shot in which a character exalts a different director's Touch of Evil for using the same technique. He featured Ivor Novello as a character and used several of his songs in a whodunit late in his career. In another film by him, a sexual encounter broadcast over a PA system earns a woman the nickname \"Hot Lips,\" and the main characters play a football game before heading home in their stolen Jeep. A large cast converges at an outdo"}, {"utterance": "The protagonist of this film explains that, to gain respect in prison, he \"beat the living shit out of a sniveling little runt called Pinky Bandinski,\" but that Bandinski has \"actually become a dear friend.\" Many objects in this film are smuggled in pink, ribboned gift boxes from Mendl's, planted by an employee who has a birthmark shaped like Mexico on her cheek. This film reveals that Deputy Vilmos Kovacs, played by Jeff Goldblum, was found \"stuffed inside a sarcophagus\" with four fin"}, {"utterance": "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with a contemporary setting, La vie parisienne. His final opera is divided into three acts named \"Olympia\", \"Antonia\", and \"Giulietta\", the last of which opens with \"Belle nuit, o nuit d'amour\", a famous (*) barcarolle. The character of Public Opinion introduces his most famous operetta, a C"}, {"utterance": "In one work by this composer, a flute solo addresses various members of the choir before a previously unseen member sings, \"Sing God a Secret Song.\" In that piece by this composer, the Celebrant angrily hurls the communion but is later calmed with an Agnus Dei called \"Things Get Broken.\" In one of his symphonies, a solo piano opens a section called \"The Dirge,\" before which a clarinet duet opens \"The Seven (*) Ages\" and \"The Seven Stages.\" Besides his second symphony, The Age of Anxiet"}, {"utterance": "The first act of an opera by this composer includes a duet in F major and ternary form over a love melody in 9/8 time. This composer adjusted a tenor role to a baritone one for a performance by Mattia Battistini of one of his operas, which begins and ends with a Christmas carol sung to, and by, six children. A lyric soprano sings the role of the title male soldier, who announces that he is drunk, in an aria from this composer's sequel to Mozart's The Marriage of Figaro. The title chara"}, {"utterance": "This opera uses the melody of a traditional hornpipe in several of its vocal lines, including one in which a man sings about his promotion from an office boy at a law firm to his current position. In a song from this opera quoting \"Der Erlkonig\" and parodying Il trovatore, a woman confesses to a \"long-concealed crime.\" A character in this opera changes his answer from \"No, never\" to \"Well, hardly ever,\" as he is repeatedly asked \"What, never?\" A character in this opera decides to elope"}, {"utterance": "Although this work was originally choreographed by Julius Reisinger, it was revived by a now-standard version choreographed by Marius Petipa and Lev Ivanov. This work includes a succession of Hungarian, Spanish, and Neapolitan dances at a central ball which take place after the protagonist goes hunting with Benno. After mistakenly swearing his love for Odile, the daughter of the bird-sorcerer Von Rothbart, Prince Siegfried drowns himself to escape his oath. For 10 points, name this bal"}, {"utterance": "In one of this composer's operas, one character sings Tristes, apprets during preparations for her lover's funeral and the arietta Brillez, astres nouveaux features in the final act. He included Le turc genereux and Les Incas in one of his opera-ballets, and in another of his operas, Teucer's daughter Iphise is won by the titular slayer of a sea monster. This composer of Les Indes Galantes and Dardanus also composed an opera in which the Spartan princess Phoebe is jealous of Telaira's "}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Audiovisual"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}