{"name": "Mandibular_first_molar", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The mandibular first molar or six-year molar is the tooth located distally (away from the midline of the face ) from both the mandibular second premolars of the mouth but mesial (toward the midline of the face) from both mandibular second molars ."}, {"utterance": "It is located on the mandibular (lower) arch of the mouth, and generally opposes the maxillary (upper) first molars and the maxillary 2nd premolar in normal class I occlusion."}, {"utterance": "The function of this molar is similar to that of all molars in regard to grinding being the principal action during mastication , commonly known as chewing."}, {"utterance": "There are usually five well-developed cusps on mandibular first molars: two on the buccal (side nearest the cheek), two lingual (side nearest the tongue ), and one distal."}, {"utterance": "There are great differences between the deciduous (baby) mandibular molars and those of the permanent mandibular molars, even though their function are similar."}, {"utterance": "The permanent mandibular molars are not considered to have any teeth that precede it."}, {"utterance": "Despite being named molars, the deciduous molars are followed by permanent premolars."}, {"utterance": "In the universal system of notation , the deciduous mandibular first molars are designated by a letter written in uppercase."}, {"utterance": "The right deciduous mandibular first molar is known as \"S\", and the left one is known as \"L\"."}, {"utterance": "The international notation has a different system of notation."}, {"utterance": "Thus, the right deciduous mandibular first molar is known as \"84\", and the left one is known as \"74\"."}, {"utterance": "In the universal system of notation, the permanent mandibular first molars are designated by a number."}, {"utterance": "The right permanent mandibular first molar is known as \"30\", and the left one is known as \"19\"."}, {"utterance": "The Palmer notation uses a number in conjunction with a symbol designating in which quadrant the tooth is found."}, {"utterance": "For this tooth, the left and right first molars would have the same number, \"6\", but the right one would have the symbol, \"┐\", over it, while the left one would have, \"┌\"."}, {"utterance": "The international notation has a different numbering system than the previous two, and the right permanent mandibular first molar is known as \"46\", and the left one is known as \"36\"."}, {"utterance": "Mandibular primary first molars usually have four pulp horns."}, {"utterance": "The first molar is usually the first permanent tooth to erupt and has adult undertones."}, {"utterance": "Anatomy: The mandibular first molar has five cusps: the mesiobuccal (MB, toward midline and cheek), mesiolingual (ML, toward midline and tongue), distolingual (DL, away from midline and towards tongue), distobuccal (DB, away from midline and toward cheek), and distal (D, away from midline), listed in order of decreasing size."}, {"utterance": "Listed in order of decreasing height they are: ML, DL, DF, MF, and D. An eighth cusp was found in a primary second lower molar in an Argentinean child."}, {"utterance": "Viewed from the top of the tooth (occlusal view), the mandibular first molar is pentagonal (five sided) in shape and tapers toward the lingual, with the sides being the buccal surface, the mesial surface, the lingual surface, distal surface, and the distobuccal surface."}, {"utterance": "The occlusal surface has four grooves."}, {"utterance": "The central groove is not straight but runs down the center of the tooth mesially to distally and contains four pits (mesial, central, central, and distal)."}, {"utterance": "The distobuccal groove runs from the distal pit in the central groove distobuccally separating the distal and distobuccal cusps."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Mandibular_first_molar"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}