{"name": "Dwarf_planet", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Ceres as seen with the Hubble Space Telescope ."}, {"utterance": "It is the only dwarf planet in the asteroid belt ."}, {"utterance": "Pluto in approximate true colour based on Hubble Space Telescope albedo data"}, {"utterance": "Haumea with its moons, Hiʻiaka and Namaka (artist's conception)"}, {"utterance": "Makemake (artist's conception)"}, {"utterance": "Eris and its moon Dysnomia as seen with the Hubble Space Telescope"}, {"utterance": "A dwarf planet is a planetary-mass object that is neither a planet nor a satellite ."}, {"utterance": "More explicitly, the International Astronomical Union (IAU) defines a dwarf planet as a celestial body in direct orbit of the Sun that is massive enough for its shape to be controlled by gravitation , but that unlike a planet has not cleared its orbital region of other objects."}, {"utterance": "The term dwarf planet was adopted in 2006 as part of a three-way categorization of bodies orbiting the Sun, brought about by an increase in discoveries of trans-Neptunian objects that rivaled Pluto in size, and finally precipitated by the discovery of an even more massive object, Eris ."}, {"utterance": "This classification states that bodies large enough to have cleared the neighbourhood of their orbit are defined as planets , while those that are not massive enough to be rounded by their own gravity are defined as small Solar System bodies ."}, {"utterance": "Dwarf planets come in between."}, {"utterance": "The exclusion of dwarf planets from the roster of planets by the IAU has been both praised and criticized; it was said to be the \"right decision\" by Mike Brown , who discovered and other new dwarf planets, but has been rejected by Alan Stern , who had coined the term dwarf planet in 1990."}, {"utterance": "The IAU currently recognizes five dwarf planets in the Solar System: , Pluto , , , and ."}, {"utterance": "However, only two of these bodies, Ceres and Pluto, have been observed in enough detail to demonstrate that they fit the definition."}, {"utterance": "Eris has been accepted as a dwarf planet because it is more massive than Pluto."}, {"utterance": "The IAU subsequently decided that unnamed trans-Neptunian objects with an absolute magnitude brighter than +1 (and hence a diameter of ≥838 km assuming a geometric albedo of ≤1) are to be named under the assumption that they are dwarf planets."}, {"utterance": "The only two such objects known at the time, Makemake and Haumea, went through this naming procedure and were declared to be dwarf planets."}, {"utterance": "It is suspected that another hundred or so known objects in the Solar System are dwarf planets."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Dwarf_planet"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}