{"name": "Vitamin", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A bottle of high potency B-complex vitamin supplement pills."}, {"utterance": "A vitamin ( or ) is an organic compound required by an organism as a vital nutrient in limited amounts."}, {"utterance": "An organic chemical compound (or related set of compounds) is called a vitamin when it cannot be synthesized in sufficient quantities by an organism, and must be obtained from the diet."}, {"utterance": "Thus, the term is conditional both on the circumstances and on the particular organism."}, {"utterance": "For example, ascorbic acid ( vitamin C ) is a vitamin for humans, but not for most other animals, and biotin and vitamin D are required in the human diet only in certain circumstances."}, {"utterance": "By convention, the term vitamin includes neither other essential nutrients , such as dietary minerals , essential fatty acids , or essential amino acids (which are needed in larger amounts than vitamins) nor the large number of other nutrients that promote health but are otherwise required less often."}, {"utterance": "Thirteen vitamins are universally recognized at present."}, {"utterance": "Vitamins are classified by their biological and chemical activity, not their structure."}, {"utterance": "Thus, each \"vitamin\" refers to a number of vitamer compounds that all show the biological activity associated with a particular vitamin."}, {"utterance": "Such a set of chemicals is grouped under an alphabetized vitamin \"generic descriptor\" title, such as \" vitamin A \", which includes the compounds retinal , retinol , and four known carotenoids ."}, {"utterance": "Vitamers by definition are convertible to the active form of the vitamin in the body, and are sometimes inter-convertible to one another, as well."}, {"utterance": "Vitamins have diverse biochemical functions."}, {"utterance": "Some have hormone-like functions as regulators of mineral metabolism (such as vitamin D), or regulators of cell and tissue growth and differentiation (such as some forms of vitamin A )."}, {"utterance": "Others function as antioxidants (e.g., vitamin E and sometimes vitamin C )."}, {"utterance": "The largest number of vitamins (such as B complex vitamins) function as precursors for enzyme cofactors , that help enzymes in their work as catalysts in metabolism ."}, {"utterance": "In this role, vitamins may be tightly bound to enzymes as part of prosthetic groups : For example, biotin is part of enzymes involved in making fatty acids ."}, {"utterance": "Vitamins may also be less tightly bound to enzyme catalysts as coenzymes , detachable molecules that function to carry chemical groups or electrons between molecules."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Vitamin"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}