{"name": "Iron", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Iron is a chemical element with the symbol Fe (from ) and atomic number 26."}, {"utterance": "It is a metal in the first transition series ."}, {"utterance": "It is the most common element (by mass) forming the planet Earth as a whole, forming much of Earth's outer and inner core ."}, {"utterance": "It is the fourth most common element in the Earth's crust ."}, {"utterance": "Iron's very common presence in rocky planets like Earth is due to its abundant production as a result of fusion in high-mass stars, where the production of nickel-56 (which decays to the most common isotope of iron) is the last nuclear fusion reaction that is exothermic ."}, {"utterance": "This causes radioactive nickel to become the last element to be produced before collapse of a supernova leads to the explosive events that scatter this precursor radionuclide of iron abundantly into space."}, {"utterance": "Like other group 8 elements , iron exists in a wide range of oxidation states , −2 to +6, although +2 and +3 are the most common."}, {"utterance": "Elemental iron occurs in meteoroids and other low oxygen environments, but is reactive to oxygen and water."}, {"utterance": "Fresh iron surfaces appear lustrous silvery-gray, but oxidize in normal air to give hydrated iron oxides , commonly known as rust ."}, {"utterance": "Unlike many other metals which form passivating oxide layers, iron oxides occupy more volume than iron metal, and thus iron oxides flake off and expose fresh surfaces for corrosion."}, {"utterance": "Iron metal has been used since ancient times, though copper alloys, which have lower melting temperatures, were used first in history."}, {"utterance": "Pure iron is soft (softer than aluminium ), but is unobtainable by smelting."}, {"utterance": "The material is significantly hardened and strengthened by impurities from the smelting process, such as carbon ."}, {"utterance": "A certain proportion of carbon (between 0.002% and 2.1%) produces steel , which may be up to 1000 times harder than pure iron."}, {"utterance": "Crude iron metal is produced in blast furnaces , where ore is reduced by coke to pig iron , which has a high carbon content."}, {"utterance": "Further refinement with oxygen reduces the carbon content to the correct proportion to make steel."}, {"utterance": "Steels and low carbon iron alloys with other metals ( alloy steels ) are by far the most common metals in industrial use, due to their great range of desirable properties and the abundance of iron."}, {"utterance": "Iron chemical compounds, which include ferrous and ferric compounds, have many uses."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Iron"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}