{"name": "Postage_stamp", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The main components of a stamp:"}, {"utterance": "1. Image"}, {"utterance": "2. Perforations"}, {"utterance": "3. Denomination"}, {"utterance": "4. Country name"}, {"utterance": "A postage stamp is a small piece of paper that is purchased and displayed on an item of mail as evidence of payment of postage."}, {"utterance": "Typically, stamps are made from special paper , with a national designation and denomination (price) on the face, and a gum adhesive on the reverse side."}, {"utterance": "Postage stamps are purchased from a postal administration or other authorized vendor and are used to pay for the costs involved in moving mail as well as other business necessities such as insurance and registration."}, {"utterance": "The stamp’s shape is usually that of a small rectangle of varying proportions, though triangles or other shapes are occasionally used."}, {"utterance": "The stamp is affixed to an envelope or other postal cover (i.e., packet, box, mailing cylinder) that the customer wishes to send."}, {"utterance": "The item is then processed by the postal system, where a postmark , sometimes known as a cancellation mark, is usually applied over the stamp and cover; this procedure marks the stamp as used, which prevents its reuse."}, {"utterance": "The postmark indicates the date and point of origin of the mailing."}, {"utterance": "The mailed item is then delivered to the address that the customer has applied to the envelope or cover."}, {"utterance": "Postage stamps have facilitated the delivery of mail since the 1840s."}, {"utterance": "Before this time, ink and hand-stamps (hence the word 'stamp'), usually made from wood or cork, were often used to frank the mail and confirm the payment of postage."}, {"utterance": "The first adhesive postage stamp, commonly referred to as the Penny Black , was issued in the United Kingdom in 1840."}, {"utterance": "The invention of the stamp was a part of the attempt to reform and improve the postal system in the United Kingdom of Great Britain and Ireland , which in the early 19th century was in disarray and rife with corruption."}, {"utterance": "There are varying accounts of the inventor or inventors of the stamp."}, {"utterance": "Before the introduction of postage stamps, mail in the UK was paid for by the recipient, a system that was associated with an irresolvable problem: the costs of delivering mail were not recoverable by the postal service when recipients were unable or unwilling to pay for delivered items, and senders had no incentive to restrict the number, size, or weight of items sent, whether or not they would ultimately be paid for."}, {"utterance": "The postage stamp resolved this issue in a simple and elegant manner, with the additional benefit of room for an element of beauty to be introduced."}, {"utterance": "Later related inventions include postal stationery such as prepaid-postage envelopes, post cards , lettercards , aerogrammes and wrappers , postage meters , and, more recently, specialty boxes and envelopes provided free to the customer by the U.S. postal service for priority or express mailing."}, {"utterance": "The postage stamp afforded convenience for both the mailer and postal officials, more efficiently recovered costs for the postal service, and ultimately resulted in a better, faster postal system."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Postage_stamp"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}