{"name": "Great_Depression_in_the_United_States", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "USA annual real GDP 1910–60, with the years of the Great Depression (1929–1939) highlighted."}, {"utterance": "Unemployment rate in the US 1910–1960, with the years of the Great Depression (1929–1939) highlighted."}, {"utterance": "The Great Depression began in August of 1929, when the United States economy first went into an economic recession ."}, {"utterance": "Although the country spent two months with declining GDP , it was not until the Wall Street Crash of October, 1929 that the effects of a declining economy were felt, and a major worldwide economic downturn ensued."}, {"utterance": "The market crash marked the beginning of a decade of high unemployment, poverty, low profits, deflation , plunging farm incomes, and lost opportunities for economic growth and personal advancement."}, {"utterance": "Although its causes are still uncertain and controversial, the net effect was a sudden and general loss of confidence in the economic future."}, {"utterance": "The usual explanations include numerous factors, especially high consumer debt, ill-regulated markets that permitted overoptimistic loans by banks and investors, and the lack of high-growth new industries, all interacting to create a downward economic spiral of reduced spending, falling confidence, and lowered production."}, {"utterance": "Industries that suffered the most included construction, agriculture as dust-bowl conditions persisted in the agricultural heartland, shipping, mining, and logging as well as durable goods like automobiles and appliances that could be postponed."}, {"utterance": "The economy reached bottom in the winter of 1932–33; then came four years of very rapid growth until 1937, when the Recession of 1937 brought back 1934 levels of unemployment."}, {"utterance": "The Depression caused major political changes in America."}, {"utterance": "Three years into the depression, Herbert Hoover lost the 1932 presidential election to Franklin Delano Roosevelt in a sweeping landslide."}, {"utterance": "Roosevelt's economic recovery plan, the New Deal , instituted unprecedented programs for relief, recovery and reform, and brought about a major realignment of American politics."}, {"utterance": "The Depression also resulted in an increase of emigration of people to other countries for the first time in American history."}, {"utterance": "For example, some immigrants went back to their native countries, and some native US citizens went to Canada, Australia, and South Africa."}, {"utterance": "It also resulted in the mass migration of people from badly hit areas in the Great Plains and the South to places such as California and the North, respectively (see Okies and the Great Migration of African Americans)."}, {"utterance": "Racial tensions also increased during this time."}, {"utterance": "By the 1940s immigration had returned back to normal, and emigration declined."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Great_Depression_in_the_United_States"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}