{"name": "Physics", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Coulson solved Chandrasekhar's X and Y functions for this process when a Lambert surface was underneath.  The Babinet point is an example of a neutral point predicted by the theory of this effect. It is inversely proportional to the fourth power of the wavelength of the light. This process predominates when the size of the particle is much smaller than the wavelength. This effect is seen as light travels through transparent solids and liquids, but is most noticeable in gases. This effe"}, {"utterance": "The Yukawa interaction for a fermion is proportional to the square of this property of the particle. This property of a black hole whose Compton wavelength and Schwarzschild radius are equal is named for Planck.  Using units where space and time are equal, the square of this property is equal to e squared minus p squared.  Particles are believed to gain this property through the Higgs boson. The gravitational force between two objects is proportional to the product of the objects' this"}, {"utterance": "The potential energy between two heavy ones is Coulombic at short distances, but becomes linear, representing a constant attractive force, for a range of distances around a femtometer. The effect of pair creation of these particles allows chromoelectric flux tubes to break, with the pieces becoming independent jets. The heaviest known one weighs about 175 GeV and was discovered at Fermilab's Tevatron collider, and unlike lighter ones, it decays before it can form hadrons. They were cal"}, {"utterance": "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative of this equation to obtain a namesake acceleration equation. This equation typically includes four terms proportional to powers of redshift which represent matter, radiation, curvatu"}, {"utterance": "The process in which two objects scatter by radiating virtual photons that combine into an electron-positron pair is named for Walter Heitler and this physicist. The one-dimensional Heisenberg spin chain can be solved by factorizing general n-body scattering processes into two-body scattering processes, as described by his namesake ansatz. His name, along with that of Felix Bloch, is attached to a formula for energy loss of charged particles in matter. Bound states in relativistic quan"}, {"utterance": "A rule for these regions states that ones with a smaller value for \"N plus L,\" which is equal to the number of \"nodes\" for one of these regions, will have lower energy. The topologies of these entities are described by the principle, subsidiary, magnetic, and spin quantum numbers. Lennard-Jones's LCAO method combines these entities linearly to derive their \"molecular\" counterparts. Combining two of them is called \"hybridization.\" They come in S, P, D, and F types. For 10 points, name t"}, {"utterance": "Experiments by Nimtz have confirmed a controversial result related to the formalism for this phenomenon developed by Hartman in response to the discovery that the duration of this phenomenon is independent of width, implying that it could occur faster than light, determined by Eisenbud and Wigner. Resulting in a region of negative differential resistance, this effect is exploited by Esaki diodes, and under certain conditions, it occurs with unity probability in the Ramsauer-Townsend ef"}, {"utterance": "According to NMR relaxation experiments, its Hamiltonian consistently dominates the ZFS Hamiltonian, and it may on rare occasions be observed along with a diamagnetic shift. David Akers established that its occurrence in dyonium explains away what appeared to be a magnetic monopole. Its molecular form occurs in diatomic molecules at sunspot-like temperatures and results in antisymmetric Stokes profiles, while its incomplete form occurs when the eigenvalues of a certain matrix cross eac"}, {"utterance": "Wright et al. determined that Stimulated Raman Adiabatic Passage could be used to transfer orbital angular momentum to this type of substance. Ignat and Millot verified the appropriateness of the Thomas-Fermi approximation of solutions to an equation that describes the behavior of these substances. Optical lattices are used to study certain varieties of these entities, including Tonks-Girardeau gases. Described by the Gross-Pitaevskii equation, one of these composed of diatomic lithium"}, {"utterance": "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic halos and of mineral metamictization. The last step in the CNO cycle creates a carbon atom and one of these. These are only associated with elements heavier than tellurium. Timothy May discovered that emission of these from DRAM can cause soft errors in microprocessor operations,"}, {"utterance": "If sufficiently light, these particles could be produced in a Drell-Yan type process which would occur in proton-antiproton collisions at the Tevatron. The first solution to the Yang-Mills equation was one of these particles named for Wu and Yang, and Dirac showed that these particles imply quantization of electric charge. Providing symmetry to Maxwell's equations, these particles contradict the fact that the divergence of the B-field is zero, thereby violating Gauss's law for magnetis"}, {"utterance": "Forbush decrease refers to loss of cosmic ray intensity due to matter originating from this entity. The TRACE mission has utilized 171-angstrom radiation filters to study namesake loops extending into this region arising from fixed points of magnetic flux below it. Those loops, which reach megaKelvin temperatures, act as precursors to events originating here involving the violent expulsion of matter, this region's namesake mass ejections. The source of solar wind, this region surrounds"}, {"utterance": "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions of these systems. The allowed energies for these systems can be calculated using the ladder operators. A quantity determining peakedness for energy graphs of these systems is the dimensionless quality factor. Their behavior can be split into transient and steady-state motions when they are subjected to a sinusoidal driving force and a simple damping force, and they exhibit resona"}, {"utterance": "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice integral to the Mellin transform. His spot is sometimes called the Arago spot and appears at the center of a circular screen, while Gouy-Chapman theory provides a solution to the equation named for him and Boltzmann, which models salvation and describes electrostatic interactions in ionic solutions. The dimensionless quantity of lateral strain over axial strain is known as his ratio."}, {"utterance": "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron charge-mass ratio. In the weak field case, spin-orbit coupling occurs in conjunction with this, causing the angular momentum and spin to precess around the total angular momentum. In this case, the resulting energy is the product of the Bohr magneton, the Lande g-factor, the external fi"}, {"utterance": "Experimental evidence for these objects was first obtained by Project Spectre at Savannah River by Cowan and Reines. Proposed because two-body collisions cannot in general conserve both momentum and kinetic energy, one type of these also conserves lepton number in beta decay. Postulated by Pauli in 1930 and named by Fermi, these elementary particles were initially thought to be massless, but this was undermined experimentally in the 1990's, with evidence of oscillation among their flav"}, {"utterance": "The namesake parameter of one model of this phenomenon has a critical value of root 2 over 2, above which the transition to it is second-order. A deviation from this behavior is an effect named for Kondo. The aforementioned model of this behavior, derived by extremizing an order parameter, is due to Ginzberg and Landau. A better-known model for this behavior predicts bosonic bound states between conduction electrons; these are the Cooper pairs of the BCS theory. FTP, name this physical"}, {"utterance": "This man's namesake reflections and regular reflections are possible between the von Neumann angle and the detachment angle, and with Zehnder his name denotes a type of interferometer. The critical point of a de Laval nozzle coincides with a value of 1 for this man's namesake quantity; that quantity's upstream value appears in the jump conditions of the Rankine-Hugoniot relations. His namesake cone is surrounded by the zone of silence, and incompressible flow occurs for low values of h"}, {"utterance": "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this scientist's thesis, A New Approach to Quantum Theory, in which the novelty is application of Hamilton's principle; this led to an analogue of Lagrangian mechanics; this physicist's namesake formulation of QM. Leighton and Sands co-authored his namesake Lectures on Physics. He formulated "}, {"utterance": "The linear variation of this quantity with applied electric field is known as the Pockels effect and evanescence occurs when the magnitude of this physical quantity is dominated by the extinction coefficient. The path integral of this quantity is classically stationary according to Fermat's principle; a fact which may be used to derive the law of Snellius, which governs this property's namesake phenomenon at the interface of two media with different values for it. FTP, identify this ph"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Physics"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}