[{"id": "c5b91e75-72fc-4ad1-9804-6b931f3cfa92", "data": [{"text": "Franklin Delano Roosevelt ( or ; January 30, 1882 – April 12, 1945), also known by his initials, FDR, was the 32nd President of the United States (1933–1945) and a central figure in world events during the mid-20th century, leading the United States during a time of worldwide economic depression and total war.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "23a4e71b-f3c1-400d-91d4-5aebcca19060", "data": [{"text": "A dominant leader of the Democratic Party and the only American president elected to more than two terms, he built a New Deal Coalition that realigned American politics after 1932, as his domestic policies defined American liberalism for the middle third of the 20th century.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "553717bd-7426-4120-9a97-96954f03399a", "data": [{"text": "With the bouncy popular song \" Happy Days Are Here Again \" as his campaign theme, FDR defeated incumbent Republican Herbert Hoover in November 1932 , at the depth of the Great Depression .", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "21b16b0c-d35e-4cb1-9116-99c7145313fb", "data": [{"text": "Energized by his personal victory over polio , FDR's unfailing optimism and activism contributed to a renewal of the national spirit.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5de59c2a-6377-4a8b-b028-e9b0ccafe3a3", "data": [{"text": "He worked closely with British Prime Minister Winston Churchill and Soviet General Secretary Joseph Stalin in leading the Allies against Germany and Japan in World War II , and restoring prosperity to the nation's economy.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "a06bcc8d-20ba-48b8-8890-95ab54678222", "data": [{"text": "In his first hundred days in office, which began March 4, 1933, Roosevelt spearheaded major legislation and issued a profusion of executive orders that instituted the New Deal —a variety of programs designed to produce relief (government jobs for the unemployed), recovery (economic growth), and reform (through regulation of Wall Street, banks and transportation).", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "4a916d9f-0837-4f41-a9ca-5a0b7aced8a0", "data": [{"text": "The economy improved rapidly from 1933 to 1937, but then relapsed into a deep recession.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "80b35006-e06b-441c-8735-def6edd453fd", "data": [{"text": "The bipartisan Conservative Coalition that formed in 1937 prevented his packing the Supreme Court or passing any considerable legislation; it abolished many of the relief programs when unemployment diminished during World War II.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "41cc3595-0e70-4ad6-adac-2eada21edc04", "data": [{"text": "Most of the regulations on business were ended about 1975–85, except for the regulation of Wall Street by the Securities and Exchange Commission , which still exists.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "9ecd21ec-2c61-4b71-91bb-e36ca53c03d9", "data": [{"text": "Along with several smaller programs, major surviving programs include the Federal Deposit Insurance Corporation , which was created in 1933, and Social Security , which Congress passed in 1935.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "25c7f5f4-bf17-4c2e-b62e-ede6bb88b4b7", "data": [{"text": "As World War II loomed after 1938, with the Japanese invasion of China and the aggression of Nazi Germany , FDR gave strong diplomatic and financial support to China and Great Britain, while remaining officially neutral.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "2df1a208-94e5-4318-aa0a-5df0d792147f", "data": [{"text": "His goal was to make America the \" Arsenal of Democracy \" which would supply munitions to the Allies .", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "d070a06a-96b3-4965-98ee-9483e7dc2e97", "data": [{"text": "In March 1941, Roosevelt, with Congressional approval, provided Lend-Lease aid to the countries fighting against Nazi Germany with Britain.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "ba93200e-2f74-4847-b9d9-6312874ebbbe", "data": [{"text": "With very strong national support, he made war on Japan and Germany after the Japanese attack on Pearl Harbor on December 7, 1941, calling it a \" date which will live in infamy \".", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "c57a812c-f258-41df-8668-f0169ba6f901", "data": [{"text": "He supervised the mobilization of the U.S. economy to support the Allied war effort.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5a75baa5-4c93-490c-bd92-766526c981d0", "data": [{"text": "As an active military leader, Roosevelt implemented an overall war strategy on two fronts that ended in the defeat of the Axis Powers and the development of the world's first atom bomb .", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "fae2feb1-a437-4898-938e-220224cffdfc", "data": [{"text": "In 1942 Roosevelt ordered the internment of 100,000 Japanese American civilians.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "5dc0e052-ede9-4cc2-b1f2-4ddc751bb0e2", "data": [{"text": "Unemployment dropped to 2%, relief programs largely ended, and the industrial economy grew rapidly to new heights as millions of people moved to new jobs in war centers, and 16 million men and 300,000 women were drafted or volunteered for military service.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}, {"id": "45e9e6ae-6b00-4d01-a3b1-bc370ff15671", "data": [{"text": "Roosevelt dominated the American political scene not only during the twelve years of his presidency, but also for decades afterward.", "userDefined": false}], "isTemplate": false, "count": 0, "lang": "en", "updated": 0}]