{"name": "Telephone_number", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A telephone number or phone number is a sequence of digits used to call from one telephone line to another in a public switched telephone network ."}, {"utterance": "When telephone numbers were invented, they were short — as few as one, two or three digits — and were given orally to a switchboard operator ."}, {"utterance": "As phone systems have grown and interconnected to encompass the world, telephone numbers have become longer."}, {"utterance": "In addition to telephones , they now access other devices, such as computers and fax machines ."}, {"utterance": "The number contains the information necessary to identify uniquely the intended endpoint for the telephone call ."}, {"utterance": "Each such endpoint must have a unique number within the public switched telephone network ."}, {"utterance": "Most countries use fixed length numbers (for normal lines at least) and therefore the number of endpoints determines the necessary length of the telephone number."}, {"utterance": "It is also possible for each subscriber to have a set of shorter numbers for the endpoints most often used."}, {"utterance": "These \"shorthand\" or \"speed calling\" numbers are automatically translated to unique telephone numbers before the call can be connected."}, {"utterance": "Some special services have their own short numbers (e.g., 1-1-9 , 9-1-1 , 0-0-0 , 9-9-9 , 1-1-1 , and 1-1-2 being the Emergency Services numbers for China, Japan, South Korea, Taiwan and Sri Lanka; Canada and the United States; Australia; the United Kingdom, Ireland, South Africa, Poland, Saudi Arabia, the United Arab Emirates, Morocco, Macao, Bahrain, Qatar, Bangladesh, Botswana, Ghana, Kenya, Hong Kong, Malaysia, Mauritius, Singapore, Zimbabwe, Trinidad, Tobago; New Zealand; Kuwait and the European Union, respectively.)"}, {"utterance": "Many systems also allow calls within a local area to be made without dialing the local area code."}, {"utterance": "For example, a phone number in North America will start with three numbers (such as 661), which is the area code, followed by seven digits split into sections of three and four (such as 550-1212), which is the local number."}, {"utterance": "Some areas now have mandatory ten-digit dialing in place, even for local calls."}, {"utterance": "Most telephone networks today (exceptions being private intercom and secure phone networks) are interconnected in the international telephone network, where the format of telephone numbers is standardized by ITU-T in the recommendation E.164 ."}, {"utterance": "This specifies that the entire number should be 15 digits or shorter, and begin with a country prefix ."}, {"utterance": "For most countries, this is followed by an area code or city code and the subscriber number, which might consist of the code for a particular telephone exchange ."}, {"utterance": "ITU-T recommendation E.123 describes how to represent an international telephone number in writing or print, starting with a plus sign (\"+\") and the country code."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Telephone_number"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}