{"name": "Stanley_Cup", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The Stanley Cup () is the championship trophy awarded annually to the National Hockey League (NHL) playoff winner after the conclusion of the Stanley Cup Finals ."}, {"utterance": "Originally commissioned in 1892 as the Dominion Hockey Challenge Cup, the trophy is named for Lord Stanley of Preston , then- Governor General of Canada , who awarded it to Canada's top-ranking amateur ice hockey club, which the entire Stanley family supported, with the sons and daughters playing and promoting the game."}, {"utterance": "The first Cup was awarded in 1893 to Montreal HC ."}, {"utterance": "In 1915, the two professional ice hockey organizations, the National Hockey Association (NHA) and the Pacific Coast Hockey Association (PCHA), reached a gentlemen's agreement in which their respective champions would face each other for the Stanley Cup."}, {"utterance": "After a series of league mergers and folds, the Stanley \"Presentation Cup\" was established as the de facto championship trophy of the NHL in 1926 and then the de jure NHL championship prize in 1947."}, {"utterance": "There are actually three Stanley Cups : the original bowl of the \"Dominion Hockey Challenge Cup\", the authenticated \"Presentation Cup\", and the \"Replica Cup\" at the Hall of Fame."}, {"utterance": "The NHL has maintained effective control over both the trophy itself and its associated trademarks."}, {"utterance": "Nevertheless, the NHL does not actually own the trophy, but instead uses it by agreement with the two Trustees of the Cup."}, {"utterance": "The NHL has registered trademarks associated with the name and likeness of the Stanley Cup, although the league's right to outright own trademarks associated with a trophy it does not own has been disputed by some legal experts."}, {"utterance": "Unlike the trophies awarded by the other three major professional sports leagues of North America, a new Stanley Cup is not made each year; winners keep it until a new champion is crowned."}, {"utterance": "It is unusual among trophies, in that it has the names of all of the winning players, coaches, management, and club staff engraved on its chalice ."}, {"utterance": "Initially, a new band added each year caused the trophy to grow in size, earning the nickname \"Stovepipe Cup\"."}, {"utterance": "In 1958 the modern one-piece Cup was designed with a five-band barrel which could contain 13 winning teams per band."}, {"utterance": "To avoid the Stanley Cup from growing, when the bottom band is full, the oldest band is removed and preserved in the Hockey Hall of Fame, and a new blank band added to the bottom."}, {"utterance": "It has been referred to as The Cup, Lord Stanley's Cup, The Holy Grail, or facetiously (chiefly by sportswriters) as Lord Stanley's Mug."}, {"utterance": "The Stanley Cup is surrounded by numerous legends and traditions , the oldest of which is the celebratory drinking of champagne out of the cup by the winning team."}, {"utterance": "The original bowl was made of silver and is 18.5 centimetres (7.28 inches) in height and 29 centimetres (11.42 inches) in diameter."}, {"utterance": "The current Stanley Cup, topped with a copy of the original bowl, is made of a silver and nickel alloy ; it has a height of 89.54 centimetres (35.25 inches) and weighs 15.5 kilograms (34.5 lb / 2 st 61⁄2 lb)."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Stanley_Cup"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}