{"name": "G-force", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "In straight and level flight lift (L) equals weight (W)."}, {"utterance": "In a banked turn of 60°, lift equals double the weight (L=2W)."}, {"utterance": "The pilot experiences 2g and a doubled weight."}, {"utterance": "The steeper the bank, the greater the g-forces."}, {"utterance": "This top-fuel dragster can accelerate from zero to in 0.86 seconds."}, {"utterance": "This is a horizontal acceleration of 5.3 g. Combined with the vertical g-force in the stationary case the Pythagorean theorem yields a g force of 5.4 g."}, {"utterance": "g-force (with g from gravitational) is a term for accelerations felt as weight and measurable by accelerometers ."}, {"utterance": "It is not a force, per se, but a force per unit mass."}, {"utterance": "Since such a force is perceived as a weight, any g-force can be described as a \"weight per unit mass\" (see the synonym specific weight )."}, {"utterance": "The g-force acceleration acts as a multiplier of weight-like forces for every unit of an object's mass, and (save for certain electromagnetic force influences) is the cause of an object's acceleration in relation to free-fall ."}, {"utterance": "This acceleration experienced by an object is due to the vector sum of non-gravitational forces acting on an object free to move."}, {"utterance": "The accelerations that are not produced by gravity are termed proper accelerations , and it is only these that are measured in g-force units."}, {"utterance": "They cause stresses and strains on objects."}, {"utterance": "Because of these strains, large g-forces may be destructive."}, {"utterance": "Gravitation acting alone does not produce a g-force, even though g-forces are expressed in multiples of the acceleration of a standard gravity."}, {"utterance": "Thus, the standard gravitational acceleration at the Earth's surface produces g-force only indirectly, as a result of resistance to it by mechanical forces."}, {"utterance": "The 1 g-force on an object sitting on the Earth's surface is caused by mechanical force exerted in the upward direction by the ground , keeping the object from going into free-fall."}, {"utterance": "The upward force from the ground ensures that an object at rest on the Earth's surface is accelerating relative to the free-fall condition, which is the path that the object would follow when falling freely toward the Earth's center."}, {"utterance": "Objects allowed to free-fall in an inertial trajectory under the influence of gravitation-only, feel no g-force."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: G-force"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}