{"name": "Classic", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "In one work written in this language, the protagonist turns into a donkey and is cured when he eats a wreath after joining the cult of Isis. The narrator and his sixteen-year-old male lover Giton journey to Trimalchio's feast in another novel written in this language. It was used to pen Apuleius's The Golden Ass and to write a series of poems in which the people demand \"bread and circuses\" and the speaker wonders \"who will watch the watchmen?\" For 10 points, name this language used by "}, {"utterance": "The speaker of this work claims he forgives his friend Atratinus, since he has \"filial duty\" as an excuse, and claims that some borrowed gold was not used to hire slaves to kill Dion the Alexandrian. An extended passage of this speech is a noted use of prosopopeia, as the speaker takes on the voice of the long-dead Appius Claudius Caecus if he \"were to rise up right now.\" Its speaker makes an accusation of incest by noting he has no ill-feeling toward the addressee's \"lover--I'm sorry,"}, {"utterance": "In one poem by this man, a shepherd escapes being bitten by a snake when he suddenly wakes from a nap near a fountain and kills the title creature. This author of \"The Gnat\" wrote a work which opens with a lament over one character's loss of a farm and later features a duel in song between Damon and Alphesiboeus, as well as a prediction of the birth of a child heralded as a \"great increase of Jove\" who Eusebius of Caesarea linked to (*) Jesus Christ. That work, like a four-book didacti"}, {"utterance": "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian, but this language was used by Ludvig Holberg to write Niels Klim's Underground Travels. In Tristram Shandy, Hafen Slawkenbergius writes treatises in this language. An essay written in this language is about a goddess who was nursed by the nymphs Inebriation and Ignorance. A nove"}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Classic"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}