{"name": "Bevo", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Bevo sign"}, {"utterance": "Bevo was a non-alcoholic malt beverage , or near beer , brewed in the United States by the Anheuser-Busch company beginning in the early 20th century."}, {"utterance": "Bevo enjoyed its greatest success during the time of prohibition , when beer , wine and distilled liquors , were made illegal for thirteen years."}, {"utterance": "The Anheuser-Busch company started brewing Bevo when alcoholic beverages were prohibited in 1916 by the United States armed forces ."}, {"utterance": "Production rose greatly with national prohibition in 1919, and Bevo was by far the most popular of the many \"cereal beverages\" or \"near beers\" of the time."}, {"utterance": "At the peak of its popularity in the early 1920s, more than five million cases of Bevo were sold annually."}, {"utterance": "Renard with a mug of Bevo, depicted in terra cotta on the interior walls of the Bevo building, St. Louis"}, {"utterance": "Labels on the bottles billed it as \"Bevo the Beverage\"."}, {"utterance": "The name \"Bevo\" was coined from the word \"beverage\" and the Slavic language word for beer \"pivo\", and was pronounced \"Bee-vo\"."}, {"utterance": "Some Bevo advertising featured the character \" Renard the Fox \" (based on the protagonist of a medieval French folk-tale), and promotional mugs with this character were manufactured."}, {"utterance": "In 1930 Anheuser-Busch built a series of boat-bodied cars in its St. Louis shops called the \"Bevo Boats\" which were used for promotion."}, {"utterance": "Seven are believed to have been built on Pierce-Arrow 8-cylinder chassis while one surviving example was based upon 1930 Cadillac 353 V8."}, {"utterance": "Billboard advertising Bevo in Trenton, New Jersey , 1917"}, {"utterance": "A contemporary advertisement read \"Cooling and invigorating, Bevo the Beverage."}, {"utterance": "Order by the case from your grocer, druggist, or dealer.\""}, {"utterance": "The paper label on the back of the bottle read \"The All-Year-Round Soft Drink."}, {"utterance": "Appetizing - Healthful - Nutritious - Refreshing."}, {"utterance": "Milk or water may contain bacteria."}, {"utterance": "BEVO never does.\""}, {"utterance": "Bevo became part of the popular culture of the time, and is mentioned in various popular songs and Vaudeville skits of the era."}, {"utterance": "This led to secondary slang uses of the word; for example, in American military slang a young and inexperienced officer was called a \"Bevo\"."}, {"utterance": "The University of Texas named its mascot \"Bevo\" , a name which has stuck to this day."}, {"utterance": "Irving Berlin included a paean to the drink, \"You Can't Stay Up on Bevo\", in his 1917 army revue, Yip Yip Yaphank ."}, {"utterance": "In the late 1920s smuggled bootleg beer and liquor as well as \" homebrew \", cut into Bevo's marketshare."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Bevo"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}