{"name": "Mission_San_Juan_Capistrano", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Mission San Juan Capistrano was a Spanish mission in Southern California , located in present-day San Juan Capistrano ."}, {"utterance": "It was founded on All Saints' Day November 1, 1776, by Spanish Catholics of the Franciscan Order."}, {"utterance": "Named for Giovanni da Capistrano , a 15th century theologian and \"warrior priest\" who resided in the Abruzzo region of Italy , San Juan Capistrano has the distinction of being home to the oldest building in California still in use, a chapel built in 1782."}, {"utterance": "Known alternately as \"Serra's Chapel\" and \"Father Serra's Church,\" it is the only extant structure where it has been documented that the padre Junipero Serra celebrated mass ."}, {"utterance": "One of the best known of the Alta California missions (and one of the few missions to have actually been founded twice—others being Mission San Gabriel Arcángel and Mission La Purísima Concepción )."}, {"utterance": "The site was originally consecrated on October 30, 1775, by Father Fermín Lasuén, but was quickly abandoned due to unrest among the indigenous population in San Diego."}, {"utterance": "The success of the settlement is evident in its historical records."}, {"utterance": "Prior to the arrival of the missionaries, some 550 natives were scattered throughout the local area."}, {"utterance": "By 1790, the number of converted Christians had grown to 700, and just six years later nearly 1,000 \" neophytes \" (recent converts) lived in or around the Mission compound."}, {"utterance": "1,649 baptisms were conducted that year alone, out of the total 4,639 souls converted between 1776 and 1847."}, {"utterance": "More than 2,000 former inhabitants (mostly Juaneño Indians) are buried in unmarked graves in the Mission's cemetery (campo santo)."}, {"utterance": "The remains of Father (later Monsignor ) St. John O'Sullivan , who recognized the property's historic value and working tirelessly to conserve and rebuild its structures, are buried at the entrance to the cemetery on the west side of the property, and a statue raised in his honor stands at the head of the crypt."}, {"utterance": "The surviving chapel also serves as the final resting place of three padres who passed on while serving at the Mission: Fathers José Barona , Vicente Fustér , and Vicente Pascual Oliva are all entombed beneath the sanctuary floor."}, {"utterance": "The Criolla or \"Mission grape,\" was first planted at San Juan Capistrano in 1779; in 1783, the first wine produced in Alta California emerged from the Mission's winery."}, {"utterance": "The Mission entered a long period of gradual decline after secularization in 1833."}, {"utterance": "Numerous efforts were made over the years to restore the Mission to its former glory, but none met with great success until the arrival of Father O'Sullivan in 1910."}, {"utterance": "Restoration efforts continue, and \"Serra's Chapel\" is still used for religious services."}, {"utterance": "About half-a-million visitors, including 80,000 school children, come to the Mission each year."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Mission_San_Juan_Capistrano"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}