{"name": "Deepwater_drilling", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Deepwater drilling is the process of oil and gas exploration and production in depths of more than 500 feet."}, {"utterance": "By this definition, there are approximately 600 deepwater wells in the Gulf of Mexico."}, {"utterance": "It has been economically infeasible for many years, but with rising oil prices, more companies are investing in this area."}, {"utterance": "Major companies working in this sector include Diamond Offshore , TransOcean , and Baker Hughes ."}, {"utterance": "There are basically two kinds of mobile deepwater drilling rigs: semi-submersible drilling rigs and drillships ."}, {"utterance": "Drilling can also be performed from a fixed-position installation such as a floating spar (platform) or tension-leg platform."}, {"utterance": "Recent industry analysis has estimated that the total expenditure in the global deepwater infrastructure market will reach $145bn in 2011."}, {"utterance": "“Not all oil is accessible on land or in shallow water."}, {"utterance": "You can find some oil deposits buried deep under the ocean floor.” ...Using sonic equipment, oil companies determine the drilling sites most likely to produce oil."}, {"utterance": "Then they use a mobile offshore drilling unit (MODU) to dig the initial well."}, {"utterance": "Some units are converted into production rigs, meaning they switch from drilling for oil to capturing oil once it's found."}, {"utterance": "Most of the time, the oil company will replace the MODU with a more permanent oil production rig to capture oil.” ...The MODU's job is to drill down into the ocean's floor to find oil deposits."}, {"utterance": "The part of the drill that extends below the deck and through the water is called the riser."}, {"utterance": "The riser allows for drilling fluids to move between the floor and the rig."}, {"utterance": "Engineers lower a drill string -- a series of pipes designed to drill down to the oil deposit -- through the riser.”"}, {"utterance": "“The expansion of deepwater drilling is happening despite accidents in offshore fields...”"}, {"utterance": "In 2010 a large explosion occurred killing 11 workers and spilling millions of gallons of oil into the Gulf of Mexico while a BP oil rig was drilling in deep waters."}, {"utterance": "“...Despite the risks, the deepwater drilling trend is spreading in the Mediterranean and off the coast of East Africa after a string of huge discoveries of natural gas.”"}, {"utterance": "“The reason for the resumption of such drilling, analyst say, is continuing high demand for energy worldwide.”"}, {"utterance": "America needs the oil so it is almost necessary to face the high risks that come with deepwater drilling in order for Americans to continue to carry on their everyday lives."}, {"utterance": "“The Energy Department recently projected that gulf oil production would expand from its 2011 level of 1.3 million barrels a day, still nearly a quarter of total domestic production, to 2 million barrels a day by 2020.”"}, {"utterance": "Deepwater drilling affects the environment in both negative and positive ways."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Deepwater_drilling"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}