{"name": "Charles_Sumner", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Infobox Senator"}, {"utterance": "The Dominican Republic annexation treaty caused bitter contention between President Grant and Sen. Sumner."}, {"utterance": "Brady 1869]]"}, {"utterance": "Sen. Sumner, opposed to American imperialism in the Caribbean and fearful that annexation would lead to the conquest of the neighboring black republic of Haiti, became convinced that corruption lay behind the treaty, and that men close to the president shared in the corruption."}, {"utterance": "As chairman of the Senate Foreign Relations Committee, Sen. Sumner initially withheld his opinion on the treaty on January 18, 1870."}, {"utterance": "Sen. Sumner had been leaked information from Assistant Secretary of State, Bancroft Davis , that U.S. Naval ships were being used to protect President Báez."}, {"utterance": "Sen. Sumner's committee voted against annexation and at Sen. Sumner’s suggestion and quite possibly to save the party from an ugly fight or the president from embarrassment, the Senate held its debate of the treaty behind closed doors in executive session."}, {"utterance": "President Grant persisted and sent messages to Congress in favor of annexation on March 14, 1870, and May 31, 1870."}, {"utterance": "In closed session, Sen. Sumner spoke out against the treaty; warnng that there would be difficulty with the foreign nationals, noting the chronic rebellion that took place on the island, and the risk that the independence of Haiti, recognized by the United States in 1862, would be lost."}, {"utterance": "Sumner stated that Grant's use of the U.S. Navy as a protectorate was a violation of International law and unconstitutional."}, {"utterance": "Finally, on June 30, 1870 the treaty was voted on by the Senate and failed to gain the required 2/3 majority for treaty passage."}, {"utterance": "The following day, President Grant, feeling betrayed by Sen. Sumner, retaliated by ordering the dismissal of Sumner’s close friend J. Lothrop Motley , Ambassador to Britain."}, {"utterance": "By autumn, Sumner's personal hostility to the president was public knowledge, and he blamed the Secretary of State for failing to have resigned, rather than let Grant have his way."}, {"utterance": "The two men, friends until then, cooled into bitter enemies."}, {"utterance": "In December, 1870, still fearful that Grant meant to acquire Santo Domingo somehow, Sumner gave a fiercely critical speech accusing the president of usurpation and Babcock of unethical conduct."}, {"utterance": "Already, President Grant, supported by his Secretary of State Hamilton Fish , had initiated a campaign to depose Sumner from the chairmanship of the Senate Foreign Relations Committee."}, {"utterance": "Although Sumner stated he was an \"Administration man\", in addition to having stopped Grant's Dominican Republic treaty attempt, Sumner had defeated Grant's full repeal of the Tenure of Office Act , blocked Grant's nomination of Alexander Stewart to U.S. Secretary of Treasury, and been a constant harassing force pushing Reconstruction policies faster than Grant had been willing to go."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Charles_Sumner"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}