{"name": "Haiti", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Haiti ( ; Haitian Creole Ayiti ), officially the Republic of Haiti (; ), is a Caribbean country."}, {"utterance": "It occupies the western, smaller portion of the island of Hispaniola , in the Greater Antillean archipelago, which it shares with the Dominican Republic ."}, {"utterance": "Ayiti (land of high mountains) was the indigenous Taíno or Amerindian name for the island."}, {"utterance": "The country's highest point is Pic la Selle , at ."}, {"utterance": "The total area of Haiti is and its capital is Port-au-Prince ."}, {"utterance": "Haitian Creole and French are the official languages."}, {"utterance": "Haiti's regional, historical, and ethno-linguistic position is unique for several reasons."}, {"utterance": "It was the first independent nation of Latin America and the Caribbean, the first black -led republic in the world, and the second republic in the Americas when it gained independence in 1804 as part of a successful slave revolution lasting nearly a decade."}, {"utterance": "In 2012, Haiti announced its intention to seek associate membership status in the African Union ."}, {"utterance": "Haiti is the most populous of the predominantly Francophone independent nations in the Americas."}, {"utterance": "It is one of only two independent nations in the Americas (along with Canada) to designate French as an official language ; the other French-speaking areas are all overseas départements , or collectivités , of France."}, {"utterance": "Haiti is the most populous full member-state of the Caribbean Community (CARICOM)."}, {"utterance": "It is the poorest country in the Americas as measured by the Human Development Index ."}, {"utterance": "Political violence has occurred regularly throughout its history , leading to government instability."}, {"utterance": "Most recently, in February 2004, a coup d'état originating in the north of the country forced the resignation and exile of President Jean-Bertrand Aristide ."}, {"utterance": "A provisional government took control with security provided by the United Nations Stabilization Mission in Haiti (MINUSTAH)."}, {"utterance": "Michel Martelly , the current president, was elected in the Haitian general election, 2011 ."}, {"utterance": "The island has had a history of destructive earthquakes."}, {"utterance": "A 7.0 magnitude earthquake struck Haiti on 12 January 2010 and devastated Port-au-Prince."}, {"utterance": "The highest reliable death count was estimated at 220,000."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Haiti"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}