{"name": "Data_warehouse", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Data Warehouse Overview"}, {"utterance": "In computing , a data warehouse or enterprise data warehouse (DW, DWH, or EDW) is a database used for reporting and data analysis ."}, {"utterance": "It is a central repository of data which is created by integrating data from one or more disparate sources."}, {"utterance": "Data warehouses store current as well as historical data and are used for creating trending reports for senior management reporting such as annual and quarterly comparisons."}, {"utterance": "The data stored in the warehouse are uploaded from the operational systems (such as marketing, sales etc., shown in the figure to the right)."}, {"utterance": "The data may pass through an operational data store for additional operations before they are used in the DW for reporting."}, {"utterance": "The typical ETL -based data warehouse uses staging , data integration, and access layers to house its key functions."}, {"utterance": "The staging layer or staging database stores raw data extracted from each of the disparate source data systems."}, {"utterance": "The integration layer integrates the disparate data sets by transforming the data from the staging layer often storing this transformed data in an operational data store (ODS) database."}, {"utterance": "The integrated data are then moved to yet another database, often called the data warehouse database, where the data is arranged into hierarchical groups often called dimensions and into facts and aggregate facts."}, {"utterance": "The combination of facts and dimensions is sometimes called a star schema ."}, {"utterance": "The access layer helps users retrieve data."}, {"utterance": "A data warehouse constructed from an integrated data source systems does not require ETL, staging databases, or operational data store databases."}, {"utterance": "The integrated data source systems may be considered to be a part of a distributed operational data store layer."}, {"utterance": "Data federation methods or data virtualization methods may be used to access the distributed integrated source data systems to consolidate and aggregate data directly into the data warehouse database tables."}, {"utterance": "Unlike the ETL-based data warehouse, the integrated source data systems and the data warehouse are all integrated since there is no transformation of dimensional or reference data."}, {"utterance": "This integrated data warehouse architecture supports the drill down from the aggregate data of the data warehouse to the transactional data of the integrated source data systems."}, {"utterance": "Data warehouses can be subdivided into data marts ."}, {"utterance": "Data marts store subsets of data from a warehouse."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Data_warehouse"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}