{"name": "Languages_of_the_United_States", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Many languages are used, or historically have been used in the United States ."}, {"utterance": "The most commonly used language is English ."}, {"utterance": "There are also many languages indigenous to North America or to U.S. states or holdings in the Pacific region."}, {"utterance": "Languages brought to the country by colonists or immigrants from Europe, Asia, or other parts of the world make up a large portion of the languages currently used; several languages, including creoles and sign languages, have also developed in the United States."}, {"utterance": "Approximately 337 languages are spoken or signed by the population, of which 176 are indigenous to the area."}, {"utterance": "Fifty-two languages formerly spoken in the country's territory are now extinct."}, {"utterance": "The variety of English spoken in the United States is known as American English ."}, {"utterance": "English is the de facto national language of the United States, with 80% of the population claiming it as a mother tongue, and some 95% claiming to speak it \"well\" or \"very well\"."}, {"utterance": "However, no official language exists at the federal level."}, {"utterance": "There have been several proposals to make English the national language in amendments to immigration reform bills, but none of these bills has become law with the amendment intact."}, {"utterance": "The situation is quite varied at the state and territorial levels, with some states mirroring the federal policy of adopting no official language in a de jure capacity, others adopting English alone, others officially adopting English as well as local languages, and still others adopting a policy of de facto bilingualism."}, {"utterance": "Spanish is the second most common language in the country, and is spoken by over 12% of the population."}, {"utterance": "The United States holds the world's fifth largest Spanish-speaking population, outnumbered only by Mexico , Spain , Colombia , and Argentina ."}, {"utterance": "Throughout the Southwestern United States , long-established Spanish-speaking communities coexist with large numbers of more recent Hispanophone immigrants."}, {"utterance": "Although many new Latin American immigrants are less than fluent in English, nearly all second-generation Hispanic Americans speak English fluently, while only about half still speak Spanish."}, {"utterance": "According to the 2000 US census, people of German ancestry make up the largest single ethnic group in the United States, and the German language ranks fifth."}, {"utterance": "Italian , Polish , and French are still widely spoken among populations descending from immigrants from those countries in the early 20th century, but the use of these languages is dwindling as the older generations die."}, {"utterance": "Russian is also spoken by immigrant populations."}, {"utterance": "Tagalog and Vietnamese have over one million speakers each in the United States, almost entirely within recent immigrant populations."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Languages_of_the_United_States"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}