{"name": "Jerry_Lee_Lewis", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Jerry Lee Lewis (born September 29, 1935) is an American rock and roll and country music singer-songwriter and pianist."}, {"utterance": "He is known by the nickname \"The Killer\" and is often viewed as “rock & roll's first great wild man”."}, {"utterance": "An early pioneer of rock and roll music, in 1956 Lewis made his first recordings at Sun Records."}, {"utterance": "\" Crazy Arms \" sold 300,000 copies in the South, but it was his 1957 hit \" Whole Lotta Shakin' Going On \" that shot Lewis to fame worldwide."}, {"utterance": "Lewis followed this in that same year when he recorded songs such as \" Great Balls of Fire \", \" Breathless \" and \" High School Confidential \"."}, {"utterance": "Lewis sold more records than Elvis Presley at this time."}, {"utterance": "However, Lewis' rock 'n' roll career faltered in the wake of his marriage to his young cousin."}, {"utterance": "He had little success in the charts following the scandal and his popularity quickly faded."}, {"utterance": "His live performance fees plummeted from $10,000 per night to $250."}, {"utterance": "In the meantime he was determined to gain back some of his popularity."}, {"utterance": "During the early 60’s he didn't have much chart success with few exceptions such as \" What'd I Say \"."}, {"utterance": "His live performances at this time were increasingly wild and energetic."}, {"utterance": "His album Live at the Star Club, Hamburg from 1964 is often regarded by many music journalists and fans as one of the wildest and greatest rock and roll concert albums ever."}, {"utterance": "After recording songs such as \"I'm on Fire\" for several years with little success, in 1968 Lewis made a transition into country music and had hits with songs such as \"Another Place, Another Time\"."}, {"utterance": "This reignited his career and throughout the late '60s and '70s he regularly topped the country-western charts."}, {"utterance": "His #1 country hits included \" To Make Love Sweeter For You \", \" There Must Be More to Love Than This \", \" Would You Take Another Chance on Me \" and \" Me And Bobby McGee \"."}, {"utterance": "Lewis's successes continued throughout the decade and he embraced his rock 'n' roll past with songs such as a cover of the Big Bopper's \" Chantilly Lace \" and \" Rockin' My Life Away \"."}, {"utterance": "In the 21st century Lewis continues to tour to audiences around the world and still releases new albums."}, {"utterance": "One such album, titled Last Man Standing , is his best selling to date at over a million copies sold worldwide."}, {"utterance": "This was followed by Mean Old Man which has received some of the best sales of Lewis’s career."}, {"utterance": "Lewis has had a dozen gold records in both rock and country, won several Grammy awards, including a Lifetime Achievement Award."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Jerry_Lee_Lewis"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}