{"name": "Fire_extinguisher", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "A stored-pressure fire extinguisher made by Amerex"}, {"utterance": "A British fire extinguisher with ID sign, call point and fire action sign"}, {"utterance": "A fire extinguisher, flame extinguisher, or simply an extinguisher, is an active fire protection device used to extinguish or control small fires, often in emergency situations."}, {"utterance": "It is not intended for use on an out-of-control fire, such as one which has reached the ceiling , endangers the user (i.e., no escape route, smoke, explosion hazard, etc.), or otherwise requires the expertise of a fire department ."}, {"utterance": "Typically, a fire extinguisher consists of a hand-held cylindrical pressure vessel containing an agent which can be discharged to extinguish a fire ."}, {"utterance": "In the United States, fire extinguishers, in all buildings other than houses, are generally required to be serviced and inspected by a Fire Protection service company at least annually."}, {"utterance": "Some jurisdictions require more frequent service for fire extinguishers."}, {"utterance": "The servicer places a tag on the extinguisher to indicate the type of service performed (annual inspection, recharge, new fire extinguisher) and when."}, {"utterance": "There are two main types of fire extinguishers: stored pressure and cartridge-operated."}, {"utterance": "In stored pressure units, the expellant is stored in the same chamber as the firefighting agent itself."}, {"utterance": "Depending on the agent used, different propellants are used."}, {"utterance": "With dry chemical extinguishers, nitrogen is typically used; water and foam extinguishers typically use air."}, {"utterance": "Stored pressure fire extinguishers are the most common type."}, {"utterance": "Cartridge-operated extinguishers contain the expellant gas in a separate cartridge that is punctured prior to discharge, exposing the propellant to the extinguishing agent."}, {"utterance": "This type is not as common, used primarily in areas such as industrial facilities, where they receive higher-than-average use."}, {"utterance": "They have the advantage of simple and prompt recharge, allowing an operator to discharge the extinguisher, recharge it, and return to the fire in a reasonable amount of time."}, {"utterance": "Unlike stored pressure types, these extinguishers use compressed carbon dioxide instead of nitrogen, although nitrogen cartridges are used on low temperature (-60 rated) models."}, {"utterance": "Cartridge operated extinguishers are available in dry chemical and dry powder types in the U.S. and in water, wetting agent, foam, dry chemical (classes ABC and B.C.), and dry powder (class D) types in the rest of the world."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Fire_extinguisher"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}