{"name": "Ribosome", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The ribosome assembles polymeric protein molecules whose sequence is controlled by the sequence of messenger RNA molecules."}, {"utterance": "This is required by all living cells and associated viruses."}, {"utterance": "The ribosome (from ribonucleic acid and the Greek soma, meaning \"body\") is a large and complex molecular machine, found within all living cells, that serves as the primary site of biological protein synthesis (translation)."}, {"utterance": "Ribosomes link amino acids together in the order specified by messenger RNA (mRNA) molecules."}, {"utterance": "Ribosomes consist of two major subunits—the small ribosomal subunit reads the mRNA, while the large subunit joins amino acids to form a polypeptide chain."}, {"utterance": "Each subunit is composed of one or more ribosomal RNA (rRNA) molecules and a variety of proteins."}, {"utterance": "The sequence of DNA encoding for a protein may be copied many times into messenger RNA (mRNA) chains of a similar sequence."}, {"utterance": "Ribosomes can bind to an mRNA chain and use it as a template for determining the correct sequence of amino acids in a particular protein."}, {"utterance": "Amino acids are selected, collected and carried to the ribosome by transfer RNA (tRNA molecules), which enter one part of the ribosome and bind to the messenger RNA chain."}, {"utterance": "The attached amino acids are then linked together by another part of the ribosome."}, {"utterance": "Once the protein is produced, it can then 'fold' to produce a specific functional three-dimensional structure."}, {"utterance": "A ribosome is made from complexes of RNAs and proteins and is therefore a ribonucleoprotein ."}, {"utterance": "Each ribosome is divided into two subunits: the smaller subunit binds to the mRNA pattern, while the larger subunit binds to the tRNA and the amino acids."}, {"utterance": "When a ribosome finishes reading an mRNA molecule, these two subunits split apart."}, {"utterance": "Ribosomes are ribozymes , because the catalytic peptidyl transferase activity that links amino acids together is performed by the ribosomal RNA ."}, {"utterance": "Ribosomes from bacteria , archaea and eukaryotes (the three domains of life on Earth ) differ in their size, sequence, structure, and the ratio of protein to RNA."}, {"utterance": "The differences in structure allow some antibiotics to kill bacteria by inhibiting their ribosomes, while leaving human ribosomes unaffected."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Ribosome"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}