{"name": "Chemistry", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube of the thermal wavelength. For molecules in a solid, this quantity can be expressed as one over temperature times the difference between internal energy and zero point energy, plus the natural log of the rotational partition function times the product of moles and Boltzmann's constant"}, {"utterance": "CAAX is a recognition motif for an enzyme that adds this type of molecule to Ras and other proteins.  The cyclization of these compounds involves enzymes with an \"aspartate-rich\" DXXDD motif that produce intermediates like bornyl diphosphate.  Biosynthesis of some of these compounds, such as artemesinin, takes place in specialized secretory structures like glandular trichomes, where a plastidial type of synthesis is employed.  Enzymes important in their production include DXR and HMGR,"}, {"utterance": "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts that molecular structures are predicated on the stability of these, while in ring-opening electrocyclic reactions, their symmetry directs the symmetry of the newly formed p-orbitals.  "}, {"utterance": "If one parameter from this theory is considered to be temperature dependent, then the miscibility gaps in the G-phi diagrams are easily characterized. In this theory, molecules are said to become unperturbed at the theta temperature as they cannot feel the presence of other segments. Staverman's name is sometimes appended to this theory, and central to this theory is a quantity that approaches 1/2 for large molecules. That quantity is a function of the coordination number times lattice"}, {"utterance": "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups, and Tthe nitrogen atom in proline binds to this element in the Corey-Bakshi-Shibata catalyst. Aryl- and vinyl- acids containing this element react with aryl- and vinyl-halides on catalytic palladium in the Suzuki reaction. Anti-Markovnikov addition is a feature of the best-known rea"}, {"utterance": "Whereas the Meerwein-Ponndorf-Verley reduction produces an alcohol, Oppenauer oxidation results in a compound with this functional group. Dithianes and dithiolanes can be used to protect this functional group, which can be then be restored with the Corey-Seebach reaction, although a more common approach to protection uses alcohols and an acid catalyst to create hemiacetals and acetals. An oxygen atom can be added adjacent to this functional group via Baeyer-Villiger oxidation, resultin"}, {"utterance": "A complementary reaction to this one is often used to prepare alpha, beta-unsaturated esters and is known as the Wadsworth-Emmons reaction. Along with an alcohol, a product of this reaction can be used with diethyl azodicarboxylate in the Mitsnobu reaction, and that product is also a side product in synthesizing amines in the Staudinger reaction. A modification of this reaction uses phenyllithium and hydrochloric acid at low temperatures, to get the reaction mechanism, converting the e"}, {"utterance": "A compound of this element is found is Cornforth's reagent, and the first carbene characterized by Fischer contained this metal, as did the first carbyne. The Takai olefination uses a compound with this metal bound to two halogen groups. This metal is found in the active compounds of the Corey-Suggs Reagent and the Collins reagent, where it is mixed with pyridine. This metal is able to create a quintuple bond with itself, and another reagent that contains two atoms of it and seven oxyg"}, {"utterance": "One type of this technique is beneficial because of the higher signals produced, the so-called Jacquinot Advantage. Another form of this technique, developed from techniques used in NMR, uses picosecond-long exposures to track dynamics, the so-called two dimensional or color-correlated form of it. Samples can either be ground into a nonvolatile mull of nujol or spread across a pair of salt plates. In this technique, higher stretching frequencies tend to correspond to bonds to lighter e"}, {"utterance": "The cooperative pseudo- form of this phenomenon has been linked to the vibronic theory of ferroelectricity. A version of this phenomenon arising from mixing of two or more interacting states was studied by Opik and Pryce. The Ham factor is used to simplify calculations of electronic and vibronic properties affected by this phenomenon. It is frequently observed in complexes where the e-sub-g orbitals contain an odd number of electrons, as in compounds of copper(II). For 10 points, name "}, {"utterance": "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients in a linear combination of orthonormal basis functions due to single atoms. Its namesake constructs are the eigenfunctions of the Fock operator, and the square moduli of the entities it concerns give the distribution of electrons due to more than one nucleus. Its namesake entities can be determined by the aforementioned LCAO approximation, can be visualized by hybridizations su"}, {"utterance": "The Williams-Landel-Ferry model provides more accurate predictions for viscosity at higher temperatures than this related equation. This equation is similar in form to an equation based on transition state theory named after Polanyi and Eyring. Derived largely from collision theory, it includes one term based partially on the number of collisions in the system, as well as a term equal to e to the negative capital E-sub-a over RT. Preceded by a pre-exponential or steric factor typically"}, {"utterance": "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via the Fries rearrangement.  They can be made from Pinner salts and water, or in the Favorskii rearrangement by reacting an alpha-halo ketone with an alkoxide. Cyclic beta-keto ones are formed from a molecule with two of its defining functional groups in the Dieckmann cyclization, and the base-catalyzed hydrolysis of their namesake linkages, especially in fat, is known as saponification. "}, {"utterance": "The Schlenk equilibrium, which can be affected by the presence of dioxane, describes the stability of these compounds, whose synthesis can be improved by the addition of mercuric chloride amalgamates. They react with nitriles to form intermediate imine anions, and dry carbon dioxide can be bubbled through them to create carboxylic acids, which themselves do not form an addition product with these. In what is sometimes called their namesake's reaction, they act as strong nucleophiles to"}, {"utterance": "This man's work inspired Albert Eschenmoser to use an allylic alcohol to make a gamma-delta unsaturated amide. He described namesake syntheses of isatins and cinnamates, and the Chen-Mapp reaction is sometimes named after him and Stuadinger. LDA can be reacted with allylic acetate in a rearrangement named for this man and Ireland. Also known for his rearrangement of allyl phenyl ether, the reaction named for himself and Schmidt will react aryl ketones with benzaldehyde derivatives. He'"}, {"utterance": "One man with this last name gives his name to some organic reactions including a dithiane addition named for him and Seebach, an oxidation of alcohols with dimethyl sulfide named for him and Kim, and an olefin synthesis named for him and Winter. Another scientist with this last name, along with Pauling and Koltun, gives his name to a color scheme used to model and visualize molecules. In addition to naming a reduction with Bakshi and Shibata, that first man coined the term \"retrosynthe"}, {"utterance": "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime or monoclinic monazite. The Sparkle model is a computational chemistry technique t"}, {"utterance": "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique is known as a \"theoretical plate,\" and one type of this process uses a spinning band of Teflon. One setup for using this technique is called the Perkin triangle, which can be used when air-sensitive compounds are subjected to the \"vacuum\" type of this. One technique for performing this can use a Vigreaux column, or the cheaper Liebeg condenser. Many types of this process do not wor"}, {"utterance": "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows the Zeisel test where they are cleaved using strong acids. Anisole and THF are compounds with this functional group, and a special type of these can be produced by reacting alkenes with peroxy acids. They can be produced by reacting an alkyl halide with an alcoxide produced from an alcohol in the Williamson synthesis, and the Crown varieties are used as solvents for Grignard reagents."}, {"utterance": "This functional group is the product of the Petasis reaction, which combines a carbonyl compound with one of these to create a more complicated one. The Kabachnik-Fields reaction combines one of these with a carbonyl and a hydro-phosphoryl in a reaction that is often the first step in creating peptidomimetic compounds. The Mannich reaction creates a secondary or tertiary one, while the product of the Strecker synthesis includes one of these and a carboxylic acid.  Often created by the "}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Chemistry"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}