{"name": "Currencies_of_Puerto_Rico", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "The currencies of Puerto Rico closely follow the historic development of Puerto Rico ."}, {"utterance": "As a colony of Spain and the United States , Puerto Rico was granted the use of both foreign and provincial currencies."}, {"utterance": "Following the Spanish colonization in 1502, Puerto Rico became an important port, with its own supply of gold."}, {"utterance": "However, as the mineral reserves ran empty within the century, the archipelago's economy suffered."}, {"utterance": "The Spanish Crown issued the Situado Mexicano, which meant that a semi-regular shipment of gold from the Viceroyalty of New Spain would be sent to the island, as a way to provide economic support."}, {"utterance": "Between 1636 and 1637, Philip IV of Spain imposed a tax which had to be paid using a revenue stamp ."}, {"utterance": "Inspired by this, Puerto Rico began producing banknotes in 1766, becoming the first colony to print 8- real banknotes in the Spanish Empire and which in the Spanish government's approval of subsequent issues."}, {"utterance": "The situado was discontinued during the 19th century, creating an economic crisis, as a result of Mexico gaining its independence from Spain."}, {"utterance": "Salvador Meléndez Bruna , the colonial governor in office, ordered the issue of provincial banknotes, creating the Puerto Rican peso."}, {"utterance": "However, printing of these banknotes ceased after 1815."}, {"utterance": "During the following decades, foreign coins became the widespread currency."}, {"utterance": "In the 1860s and 1870s, banknotes reemerged."}, {"utterance": "On February 1, 1890, the Banco Español de Puerto Rico was inaugurated and began issuing banknotes."}, {"utterance": "The bank designed four series and placed three in circulation under Spanish rule."}, {"utterance": "In 1895, a Royal Decree ordered the production of provincial peso coins."}, {"utterance": "On August 13, 1898, the Spanish-American War ended with Spain ceding Puerto Rico to the United States."}, {"utterance": "The Banco Español de Puerto Rico was renamed Bank of Porto Rico and issued bills equivalent to the United States dollar , creating the Puerto Rican dollar."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Currencies_of_Puerto_Rico"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}