{"name": "Nikita_Khrushchev", "identifier": "9UA9ALDXAJ", "description": null, "parentIntentSignature": null, "sampleUtterances": [{"utterance": "Nikita Sergeyevich Khrushchev ( – September 11, 1971) led the Soviet Union during part of the Cold War ."}, {"utterance": "He served as First Secretary of the Communist Party of the Soviet Union from 1953 to 1964, and as Chairman of the Council of Ministers , or Premier, from 1958 to 1964."}, {"utterance": "Khrushchev was responsible for the partial de-Stalinization of the Soviet Union, for backing the progress of the early Soviet space program , and for several relatively liberal reforms in areas of domestic policy."}, {"utterance": "Khrushchev's party colleagues removed him from power in 1964, replacing him with Leonid Brezhnev as First Secretary and Alexei Kosygin as Premier."}, {"utterance": "Khrushchev was born in the Russian village of Kalinovka in 1894, close to the present-day border between Russia and Ukraine ."}, {"utterance": "He was employed as a metalworker in his youth, and during the Russian Civil War was a political commissar ."}, {"utterance": "With the help of Lazar Kaganovich , he worked his way up the Soviet hierarchy."}, {"utterance": "He supported Joseph Stalin 's purges , and approved thousands of arrests."}, {"utterance": "In 1939, Stalin sent him to govern Ukraine , and he continued the purges there."}, {"utterance": "During what was known in the Soviet Union as the Great Patriotic War ( Eastern Front of World War II ), Khrushchev was again a commissar, serving as an intermediary between Stalin and his generals."}, {"utterance": "Khrushchev was present at the bloody defense of Stalingrad , a fact he took great pride in throughout his life."}, {"utterance": "After the war, he returned to Ukraine before being recalled to Moscow as one of Stalin's close advisers."}, {"utterance": "In the power struggle triggered by Stalin's death in 1953, Khrushchev, after several years, emerged victorious."}, {"utterance": "On February 25, 1956, at the 20th Party Congress , he delivered the \" Secret Speech ,\" denouncing Stalin's purges and ushering in a less repressive era in the Soviet Union."}, {"utterance": "His domestic policies, aimed at bettering the lives of ordinary citizens, were often ineffective, especially in the area of agriculture."}, {"utterance": "Hoping eventually to rely on missiles for national defense, Khrushchev ordered major cuts in conventional forces."}, {"utterance": "Despite the cuts, Khrushchev's rule saw the tensest years of the Cold War, culminating in the Cuban Missile Crisis ."}], "intentConfirmationSetting": null, "intentClosingSetting": {"isActive": true, "closingResponse": {"allowInterrupt": true, "messageGroupsList": [{"message": {"imageResponseCard": null, "ssmlMessage": null, "customPayload": null, "plainTextMessage": {"value": "Intent Received: Nikita_Khrushchev"}}, "variations": null}]}, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "EndConversation", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "initialResponseSetting": {"initialResponse": null, "codeHook": null, "conditional": null, "nextStep": {"intent": {"name": null, "slots": null}, "dialogAction": {"type": "CloseIntent", "suppressNextMessage": null, "slotToElicit": null}, "sessionAttributes": null}}, "inputContexts": null, "outputContexts": null, "kendraConfiguration": null, "dialogCodeHook": null, "fulfillmentCodeHook": null, "slotPriorities": []}